html/org-pages/ideasx/annotations.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-12-19 Mon 09:30 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Annotations</title>
<meta name="author" content="Luís Spengler" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">Annotations</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orgbdf18c8">1. Lucas nos eua 1</a>
<ul>
<li><a href="#org3c090c5">1.1. Provando seu amor</a></li>
<li><a href="#orgd04f71c">1.2. Oglethrope University (GA) e Trinity University (TX)</a></li>
<li><a href="#org290873e">1.3. Os 4 fits</a></li>
<li><a href="#org563d601">1.4. Mínimo-ideal-sonho</a></li>
</ul>
</li>
<li><a href="#org5a1d6f9">2. Lucas nos eua 2</a>
<ul>
<li><a href="#org2a8e592">2.1. Tops sites de pesquisa</a></li>
</ul>
</li>
<li><a href="#org7c9ddbb">3. Wichita State University</a></li>
<li><a href="#org29a27df">4. Education USA</a>
<ul>
<li><a href="#org6a0ab15">4.1. Kinds of need</a></li>
</ul>
</li>
<li><a href="#org04d8a63">5. New idea</a>
<ul>
<li><a href="#orgc08e870">5.1. The why</a></li>
<li><a href="#orgb279376">5.2. Materials</a>
<ul>
<li><a href="#org89ccecf">5.2.1. Gates</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orga1f08bb">6. New idea</a></li>
<li><a href="#orgbc09ab9">7. Colleges test</a></li>
<li><a href="#org62a1480">8. LOA</a></li>
<li><a href="#org14a512c">9. ACT</a></li>
<li><a href="#orga148c21">10. English Club</a></li>
<li><a href="#org9b750f9">11. UNESCO Center for Peace</a></li>
<li><a href="#org1ab208d">12. Mobfog</a>
<ul>
<li><a href="#orgfc4f951">12.1. Materiais base de lançamento</a></li>
<li><a href="#org05d2226">12.2. Materiais para o foguete</a></li>
<li><a href="#orgef9a9e6">12.3. Materiais - Base de lançamento opção 1</a>
<ul>
<li><a href="#orga592d62">12.3.1. Additional</a></li>
</ul>
</li>
<li><a href="#org09fadc2">12.4. Materiais - Foguete opção 2</a></li>
<li><a href="#org0a44cd7">12.5. Materiais que não precisarão ser comprados</a></li>
</ul>
</li>
<li><a href="#org7845af2">13. ACT</a>
<ul>
<li><a href="#orgac1bb88">13.1. School Documents</a></li>
<li><a href="#org02f266f">13.2. Transcripts</a></li>
<li><a href="#orge478bec">13.3. School Profile</a></li>
<li><a href="#orgeb22ce0">13.4. Cartas de recomendação</a></li>
<li><a href="#org5b06a42">13.5. Homework</a></li>
</ul>
</li>
<li><a href="#org870b3dd">14. ACT</a>
<ul>
<li><a href="#org03bc1d5">14.1. Extracurriculars, Honors &amp; Add Info</a></li>
</ul>
</li>
<li><a href="#org1682886">15. Ideas</a>
<ul>
<li><a href="#org8c1214e">15.1. 1st and 2nd semester</a></li>
<li><a href="#org08087d9">15.2. 2nd semester</a></li>
<li><a href="#org1b9ea47">15.3. Future</a></li>
</ul>
</li>
<li><a href="#org0f28eed">16. ACT</a>
<ul>
<li><a href="#orgcf6cdb5">16.1. Vocabulary</a>
<ul>
<li><a href="#org072661c">16.1.1. Documents</a></li>
<li><a href="#org6519118">16.1.2. Searching</a></li>
</ul>
</li>
<li><a href="#orgf90aafd">16.2. Examples</a>
<ul>
<li><a href="#orgf60a513">16.2.1. Villanova University</a>
<ul>
<li><a href="#orgef62e9f">16.2.1.1. Merit-Based Scholarships</a></li>
<li><a href="#org82d2ec5">16.2.1.2. Documents</a></li>
</ul>
</li>
</ul>
</li>
</ul>
</li>
<li><a href="#org43ad59e">17. Marco</a></li>
<li><a href="#org484039b">18. Clara</a></li>
<li><a href="#orgae9d5ee">19. English Club</a>
<ul>
<li><a href="#orgc8ac010">19.1. Registro Escrito</a></li>
</ul>
</li>
<li><a href="#orga55b6de">20. LOA</a></li>
<li><a href="#org30211c2">21. ATC</a>
<ul>
<li><a href="#org3accb8c">21.1. MIT</a></li>
<li><a href="#org63cd9bc">21.2. Harvard</a></li>
</ul>
</li>
<li><a href="#org5121665">22. Marcohort</a></li>
<li><a href="#org16da8b4">23. Marcohort</a></li>
<li><a href="#orgaefa6d4">24. Marcohort 2</a></li>
<li><a href="#org40cbd00">25. Marcohort 3</a></li>
<li><a href="#org02a66a8">26. Marcohort 4</a></li>
<li><a href="#orgf361b9c">27. Marcohort 5</a></li>
<li><a href="#org471565c">28. Marcohort 6</a></li>
<li><a href="#org931fc0f">29. Marcohort 7</a></li>
<li><a href="#orge0a0981">30. Marcohort</a></li>
<li><a href="#org119fec6">31. Marcohort (18/06)</a></li>
<li><a href="#org15307ee">32. Marcohort</a></li>
<li><a href="#org683fd6d">33. ATC</a></li>
<li><a href="#org7ac61c3">34. Reuniao GEDUC + LOA</a></li>
<li><a href="#org016f640">35. EC</a></li>
<li><a href="#orgc542d12">36. ACT - SUPER MEETING</a>
<ul>
<li><a href="#org8ac635d">36.1. General</a></li>
<li><a href="#orgd58fdf6">36.2. DUKE &#x2013; João Vitor Boechat &#x2013; Computer Science;</a></li>
<li><a href="#org8504e7e">36.3. NORTHWESTERN &#x2013; Davi Maciel &#x2013; Computer Science; Kaio Kumagai &#x2013; Biomedical Engineering</a>
<ul>
<li><a href="#org89d9fb7">36.3.1. Kaio</a></li>
<li><a href="#org621a3cd">36.3.2. Davi</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org58d9cc5">37. Dartmouth</a></li>
<li><a href="#org337d4bf">38. Tufts</a></li>
<li><a href="#org6f668cc">39. Northwestern</a></li>
<li><a href="#orgfc7fad3">40. Duke</a></li>
<li><a href="#orgc780b2a">41. Video</a></li>
<li><a href="#org1f94642">42. Marcohort</a></li>
<li><a href="#orgc015d61">43. Vinicus -&gt; Columbia</a></li>
<li><a href="#org43e48a4">44. AdAstra</a></li>
<li><a href="#org074cec9">45. Marcohort</a></li>
<li><a href="#org8615f60">46. Marcohort</a></li>
<li><a href="#orgf8e931b">47. Loa + geduc</a></li>
<li><a href="#org9f59fb8">48. Marcohort</a></li>
<li><a href="#org671c16d">49. Common-Appy</a>
<ul>
<li><a href="#orgf94c6ad">49.1. Dúvidas</a></li>
</ul>
</li>
<li><a href="#orgcbede4c">50. ATC</a></li>
<li><a href="#org674ce5e">51. Marcohort</a></li>
<li><a href="#orga875e34">52. Rec letters</a>
<ul>
<li><a href="#org433cece">52.1. Chosen names</a></li>
<li><a href="#orgfa2d90f">52.2. By college:</a></li>
</ul>
</li>
<li><a href="#org6f48658">53. Talk with Nobel</a></li>
<li><a href="#org95d472e">54. Olympiads</a>
<ul>
<li><a href="#orgb2813dc">54.1. 2019 (9th grade)</a></li>
<li><a href="#org978b527">54.2. May</a></li>
<li><a href="#org8c14e8b">54.3. June</a></li>
<li><a href="#orgb0fe4ba">54.4. August</a></li>
<li><a href="#org7e1b661">54.5. September + OCTOBER</a></li>
</ul>
</li>
<li><a href="#org8b880a3">55. Raquel</a></li>
<li><a href="#orge1c74bd">56. Marcohort</a></li>
<li><a href="#org9ebb791">57. Lecture</a></li>
<li><a href="#org40e1b35">58. Test foguete</a></li>
<li><a href="#orge3e3a6b">59. Marcohort</a></li>
<li><a href="#org1789797">60. Pedro</a></li>
<li><a href="#org821ec0d">61. Paula</a></li>
<li><a href="#org6951132">62. Francine</a></li>
<li><a href="#orga149d8b">63. Maiara</a></li>
<li><a href="#orgf956bf1">64. Jandir</a></li>
<li><a href="#orgb95c253">65. About</a></li>
<li><a href="#org660d833">66. Mock Interviews</a>
<ul>
<li><a href="#orgebccc85">66.1. <span class="done KILL">KILL</span> Introduction</a></li>
<li><a href="#orgaf737a7">66.2. <span class="done KILL">KILL</span> Why the US</a></li>
<li><a href="#org4bf3a84">66.3. <span class="done KILL">KILL</span> Major&amp;Carrer</a></li>
<li><a href="#orgad0a63a">66.4. <span class="done KILL">KILL</span> ECA</a></li>
<li><a href="#org65483d0">66.5. <span class="done KILL">KILL</span> Favorite Person</a></li>
<li><a href="#orgff0efe7">66.6. <span class="done KILL">KILL</span> Favorite Book</a></li>
<li><a href="#org924f429">66.7. <span class="done KILL">KILL</span> Worst&amp;Best</a></li>
<li><a href="#org33e1590">66.8. <span class="done KILL">KILL</span> Research</a></li>
<li><a href="#orgc43089f">66.9. Additional Info</a></li>
<li><a href="#org7960602">66.10. <span class="done KILL">KILL</span> Why us?</a></li>
<li><a href="#orge4ddd72">66.11. <span class="done KILL">KILL</span> Classes</a></li>
<li><a href="#orgd315fb8">66.12. <span class="done KILL">KILL</span> Describing you</a></li>
</ul>
</li>
<li><a href="#org11079b0">67. Marcohort</a></li>
<li><a href="#org9ef320a">68. Marcohort</a></li>
<li><a href="#orgecdbd71">69. Soccer quiz</a></li>
<li><a href="#orgcb0e27d">70. Covering</a>
<ul>
<li><a href="#orgfdbc2b9">70.1. Important ones</a></li>
<li><a href="#orgcfa9191">70.2. Structuring</a></li>
</ul>
</li>
<li><a href="#org08cccc3">71. Marcohort</a></li>
<li><a href="#orgaf1f514">72. Marcohort</a></li>
<li><a href="#org6bf3a8c">73. Loa</a>
<ul>
<li><a href="#org05bfa5b">73.1. Alexia</a></li>
<li><a href="#org4c08e58">73.2. Maiara</a></li>
<li><a href="#org6640e78">73.3. Pedro</a></li>
<li><a href="#org7594dc8">73.4. Paula</a></li>
</ul>
</li>
<li><a href="#org631403e">74. Afirmações</a></li>
</ul>
</div>
</div>
<ul class="org-ul">
<li>Create a schedule to study (you and your brother) - that means strictly defining your goals for what&rsquo;s to come</li>
<li>3+2 double major is not the same as double degree</li>
<li>CSS Profile non-custodial waiver (explain why vc n tem contato - documentos judiciais servem)</li>
<li>Think about somone in the school to be your consuler (to talk about your bad grade - contextualizar)</li>
<li>Apply to Brasa in the second semester (ajuda financeira)</li>
<li>Keep an eye on &ldquo;Design in the command line: Recipes for tasty outcomes&rdquo; Imagemagick + ffmpeg + bash to create animation for LP work (<a href="https://erase.artdel.net/">https://erase.artdel.net/</a> )</li>
<li>Keep an eye on &ldquo;Living in freedom with GNU Emacs&rdquo;</li>
<li>Course on Open Source applications (Living in freedom with GNU emacs is a good idea!)</li>
<li>42 chapters must be read (physics)</li>
<li>Dois prótons e um café: <a href="https://www.youtube.com/channel/UCW0Eyk1RrjIWFjgjBy_RR_g">https://www.youtube.com/channel/UCW0Eyk1RrjIWFjgjBy_RR_g</a>, Physikós: <a href="https://www.youtube.com/channel/UCIyM6oBSv0qHwxVpCl5Rehw">https://www.youtube.com/channel/UCIyM6oBSv0qHwxVpCl5Rehw</a></li>
</ul>

<div id="outline-container-orgbdf18c8" class="outline-2">
<h2 id="orgbdf18c8"><span class="section-number-2">1.</span> Lucas nos eua 1</h2>
<div class="outline-text-2" id="text-1">
<ul class="org-ul">
<li>Alguma das 5 mil faculdades vai te dar uma bolsa, mas qual é a certa pra vc?</li>
<li>85% das 5mil faculdades tem mais de 50% de taxa de aceitação</li>
<li>2 Reach, 5 Match, 3 Safety: Estratégia conservadora</li>
</ul>
</div>

<div id="outline-container-org3c090c5" class="outline-3">
<h3 id="org3c090c5"><span class="section-number-3">1.1.</span> Provando seu amor</h3>
<div class="outline-text-3" id="text-1-1">
<ul class="org-ul">
<li>Feiras de faculs abertas ao público</li>
<li>Webinars</li>
<li>Solicitando entrevistas e bate papos</li>
<li>Emails</li>
<li>Receber cartas físicas e posters</li>
<li>Tour virtual</li>
<li>Aplicar Early</li>
</ul>
</div>
</div>

<div id="outline-container-orgd04f71c" class="outline-3">
<h3 id="orgd04f71c"><span class="section-number-3">1.2.</span> Oglethrope University (GA) e Trinity University (TX)</h3>
<div class="outline-text-3" id="text-1-2">
<ul class="org-ul">
<li>Exemplos de EA</li>
</ul>
</div>
</div>

<div id="outline-container-org290873e" class="outline-3">
<h3 id="org290873e"><span class="section-number-3">1.3.</span> Os 4 fits</h3>
<div class="outline-text-3" id="text-1-3">
<ul class="org-ul">
<li>Acadêmico
<ul class="org-ul">
<li>Procure Recursos/Tamanho</li>
<li>Olho na grade curricular (Conteúdo é essencial)</li>
</ul></li>
<li>Cultural
<ul class="org-ul">
<li>Pesquisar experiência/vivência/indenpendência/networking</li>
<li>Tamanho/Localização/Clima</li>
<li>Dormitórios/Campus/Serviços</li>
<li>Clubes/Organizações/Vida Social</li>
</ul></li>
<li>Financeiro
<ul class="org-ul">
<li>Quantos alunos recebem bolsa?</li>
<li>Quantos de bolsa recebem?/Brasileiros?</li>
</ul></li>
<li>Carreira
<ul class="org-ul">
<li>Procurar career fairs</li>
<li>Ver os ex-alumni</li>
</ul></li>
</ul>
</div>
</div>

<div id="outline-container-org563d601" class="outline-3">
<h3 id="org563d601"><span class="section-number-3">1.4.</span> Mínimo-ideal-sonho</h3>
<div class="outline-text-3" id="text-1-4">
<ul class="org-ul">
<li>Mínimo</li>
<li>Ideal</li>
<li>Sonho</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org5a1d6f9" class="outline-2">
<h2 id="org5a1d6f9"><span class="section-number-2">2.</span> Lucas nos eua 2</h2>
<div class="outline-text-2" id="text-2">
<ul class="org-ul">
<li>Tenha um kit de stalker completo: cada site é uma ferramenta</li>
<li>Quem procura acha: estudar cada faculdade (fuçar e clicar)</li>
<li>A fila anda: pesquisar faculdades o mais cedo possível</li>
</ul>
</div>

<div id="outline-container-org2a8e592" class="outline-3">
<h3 id="org2a8e592"><span class="section-number-3">2.1.</span> Tops sites de pesquisa</h3>
<div class="outline-text-3" id="text-2-1">
<ul class="org-ul">
<li>Ranking: <a href="https://www.usnews.com/best-colleges?int=top_nav_Colleges">US News</a></li>
<li>Filtragem: <a href="https://collegesearch.collegeboard.org/home">Big Future</a></li>
</ul>
<p>
senha: arroz
</p>
</div>
</div>
</div>

<div id="outline-container-org7c9ddbb" class="outline-2">
<h2 id="org7c9ddbb"><span class="section-number-2">3.</span> Wichita State University</h2>
<div class="outline-text-2" id="text-3">
<ul class="org-ul">
<li>Info on telegram</li>
</ul>
</div>
</div>
