org-pages/ideasx/annotations.org
* Education USA
+ 99% universities will have financial aid, but it is important to understand what kind of it
+ It is not university tution you need to worry about (there is also books & supplies, health insurance, room & board, misecellaneous living expenses)
+ Lecture number 4 is really useful (common mistakes to avoid in your application)
+ Additional Information: I NEED TO USE THIS
** Kinds of need
+ Need based: scholarships given based on need (based on family income)
+ Merit based: students receive this based on their special skills, competitiveness, etc
+ Need blind: applicants financial status don't affect their admittion
+ Need aware: applicants financial status affect their admittion
+ Unmet need: the amout you need to pay after the scholarship is applied (what the scholarship doesn't cover)

* New idea
+ Define this "club" goal...
+ "Computação Quântica - Plano de aula com enfoque para o Ensino Médio" will work for thinking about creating the IFMS QC course, but it can be improved...
+ This project should involve particle physics too!
+ Building OPEN SOURCE detectors (particle physics), the Pauli teta QC (wow!)
+ This project may be done in 3 different tracks... classical physics, particle physics and quantum mechanics focused on quantum computing
+ Building a photonics quantum computer (School builds quantum computer to teach students...), but why..

** The why
+ It is scalable
+ It is robust
+ Practical (room temperature, can be easily integrated infrastucturely)
** Materials
+ Optical Table
+ 2 Lasers (One class four, another class 1)
+ EPI for Lasers
+ 1 KDP (monopotassium phosphate) crystal
+ 3 Polarized Beam Splitter (2 for breaking the entanglement + 1 for identification of the measurement)
+ 2 Mirrors (for breakign the entanglement)
+ 1 Photomultiplier Tube (for measurement)
*** Gates
+ 3 Rx gate (1 Rx gate will work as an X gate + 1 Rx gate will work as an H gate + 1 Rx gate will work as a real Rx gate)


* New idea
+ Create a palce (it can be a website) for people to share real world problems
+ I am tired of looking at my country and seeing only problems. I start thinking of a way I could fix them, but it is just too much for one person
+ So I decided to create this place where anyone can share a problem their community have. Someone can come and propose a solution
+ Maybe a social media???????????????


* Colleges test
Suggested Schools: Science: California Institute of Technology, Clarkson University, Georgia Institute of Technology, Harvey Mudd College, Massachusetts Institute of Technology, New Mexico Institute of Mining and Technology, Rensselaer Polytechnic Institute, Texas Tech University Not science: UCLA, University of North Carolina, Penn State, or Michigan State

+ Arduino ATmega328



* LOA
+ Usar mais o quadro-negro como um retorno visual -> a ideia é parecer mais uma aula
+ Outro com aviãozinho (melhorar a volta do avião) e o like é top
+ Pode ser uma boa ideia ter o titulo embaixo da final da intro

* ACT
+ Questão bem geral: A gente aqui no marcohort estamos no processo de escrever histórias que vão levar a gente a escrever um personal statement. Eu também acredito que você deve ter escrito sobre alguns assuntos diferentes antes de ter chego ao tema principal da sua personal statement. O negócio é que eu meio que já estou vendo um caminho claro pra escrita do meu, mas ao ler seu personal statement eu também acabei me identificando com alguns pontos em específico, mesmo que sendo parte de mim, este não encaixaria nessa minha ideia. A pergunta é como tu conseguiu focar pra falar desse assunto?
+ Se o escritor também seja de exatas (Wangheley Soares Martins, Adeildo Viera Silva Neto - CS and physics!, João Vitor Boeachat Torrest Botelho - CS student!): Minha pergunta é simples: como você escreve tão bem? Porque eu tenho a impressão que o pessoal de exatas só sabe números, ou mexer com equipamentos, etc. Eu sempre tive um medo da lingua portuguesa me comer vivo, mas só depois que eu tinha 14 anos e comecei a aprender ingles que eu aprendi a gosta de linguas, e mesmo sendo apaixonado por física e ciência da computação, agora fazendo curso técnico em eletrotécnica, eu tenho que saber me comunicar: seja pra escrever um artigo científico ou pedir uma pizza. Pedir uma pizza ainda é meio dificil, mas eu já entendi a necessidade. Reformulando minha pergunta: como você escreve um texto sobre si considerando possíveis dificuldades linguísticas
+ Dica da Aisha: Listar coisas pra ir escrevendo - coisas que eu to fazendo e porque eu gosto de fazer isso. Colocar pontos de vc que a pessoa que está lendo entenda quem você é! É bom ambientar a galera - a pessoa lendo se sente como você (em um onibus lotado, você se sente limitado... posso fazer algo sobre isso? isso me levou a fazer tal coisa... o quanto vc luta pra se fazer ser ouvido em um espaço limitado, invisibilizado... ou então fazer o contraste desse lugar de injustiça com o que acontece no resto do seu dia). A redação do Boeachat fez ela pensar em como ela pode mostrar as montanhas que ela moveria pra estudar no ensino superior

* English Club
+ 07/05 (Saturday) at 9am - encontro com possíveis novos participantes
+ Encontros afternoon: 13h15-14h
+ Encontros morning: Por enquanto não teremos porque apenas a Estela está disponível
+ Estela ficou responsável pela arte (até 02/05), Natanael ficou responsável pela divulgação no Instagram, Luis ficou responsável pela divulgação no campus por meio dos cartazes da Estela
+ Próximo retorno do Let's Bora 09/05 at 13h15
+ Procurar informações sobre concurso de logos (concursos similares, cores, cabe em um formato circular, valor de prêmio)
+ Em maio, possivelmente divulgaremos nas salas os cursos CENID
+ Em junho, podemos planejar um encontro no parque das nações, possivelmente dia 11/06




* UNESCO Center for Peace
+ They will give a letter to apply for VISA - A visa of tourist is already enough
+ They conver absolutely everything, except for plan ticket to US and VISA
+ They have a facilitator for Brazil
+ Jorge Gonzales number: +5215568560371; Paloma: (+57) 3017787345; Shurabe: smercado@unescocenterforpeace.org

* Mobfog
