html/org-pages/ideasx/annotations.html



<div id="outline-container-org29a27df" class="outline-2">
<h2 id="org29a27df"><span class="section-number-2">4.</span> Education USA</h2>
<div class="outline-text-2" id="text-4">
<ul class="org-ul">
<li>99% universities will have financial aid, but it is important to understand what kind of it</li>
<li>It is not university tution you need to worry about (there is also books &amp; supplies, health insurance, room &amp; board, misecellaneous living expenses)</li>
<li>Lecture number 4 is really useful (common mistakes to avoid in your application)</li>
<li>Additional Information: I NEED TO USE THIS</li>
</ul>
</div>
<div id="outline-container-org6a0ab15" class="outline-3">
<h3 id="org6a0ab15"><span class="section-number-3">4.1.</span> Kinds of need</h3>
<div class="outline-text-3" id="text-4-1">
<ul class="org-ul">
<li>Need based: scholarships given based on need (based on family income)</li>
<li>Merit based: students receive this based on their special skills, competitiveness, etc</li>
<li>Need blind: applicants financial status don&rsquo;t affect their admittion</li>
<li>Need aware: applicants financial status affect their admittion</li>
<li>Unmet need: the amout you need to pay after the scholarship is applied (what the scholarship doesn&rsquo;t cover)</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org04d8a63" class="outline-2">
<h2 id="org04d8a63"><span class="section-number-2">5.</span> New idea</h2>
<div class="outline-text-2" id="text-5">
<ul class="org-ul">
<li>Define this &ldquo;club&rdquo; goal&#x2026;</li>
<li>&ldquo;Computação Quântica - Plano de aula com enfoque para o Ensino Médio&rdquo; will work for thinking about creating the IFMS QC course, but it can be improved&#x2026;</li>
<li>This project should involve particle physics too!</li>
<li>Building OPEN SOURCE detectors (particle physics), the Pauli teta QC (wow!)</li>
<li>This project may be done in 3 different tracks&#x2026; classical physics, particle physics and quantum mechanics focused on quantum computing</li>
<li>Building a photonics quantum computer (School builds quantum computer to teach students&#x2026;), but why..</li>
</ul>
</div>

<div id="outline-container-orgc08e870" class="outline-3">
<h3 id="orgc08e870"><span class="section-number-3">5.1.</span> The why</h3>
<div class="outline-text-3" id="text-5-1">
<ul class="org-ul">
<li>It is scalable</li>
<li>It is robust</li>
<li>Practical (room temperature, can be easily integrated infrastucturely)</li>
</ul>
</div>
</div>
<div id="outline-container-orgb279376" class="outline-3">
<h3 id="orgb279376"><span class="section-number-3">5.2.</span> Materials</h3>
<div class="outline-text-3" id="text-5-2">
<ul class="org-ul">
<li>Optical Table</li>
<li>2 Lasers (One class four, another class 1)</li>
<li>EPI for Lasers</li>
<li>1 KDP (monopotassium phosphate) crystal</li>
<li>3 Polarized Beam Splitter (2 for breaking the entanglement + 1 for identification of the measurement)</li>
<li>2 Mirrors (for breakign the entanglement)</li>
<li>1 Photomultiplier Tube (for measurement)</li>
</ul>
</div>
<div id="outline-container-org89ccecf" class="outline-4">
<h4 id="org89ccecf"><span class="section-number-4">5.2.1.</span> Gates</h4>
<div class="outline-text-4" id="text-5-2-1">
<ul class="org-ul">
<li>3 Rx gate (1 Rx gate will work as an X gate + 1 Rx gate will work as an H gate + 1 Rx gate will work as a real Rx gate)</li>
</ul>
</div>
</div>
</div>
</div>


<div id="outline-container-orga1f08bb" class="outline-2">
<h2 id="orga1f08bb"><span class="section-number-2">6.</span> New idea</h2>
<div class="outline-text-2" id="text-6">
<ul class="org-ul">
<li>Create a palce (it can be a website) for people to share real world problems</li>
<li>I am tired of looking at my country and seeing only problems. I start thinking of a way I could fix them, but it is just too much for one person</li>
<li>So I decided to create this place where anyone can share a problem their community have. Someone can come and propose a solution</li>
<li>Maybe a social media???????????????</li>
</ul>
</div>
</div>


<div id="outline-container-orgbc09ab9" class="outline-2">
<h2 id="orgbc09ab9"><span class="section-number-2">7.</span> Colleges test</h2>
<div class="outline-text-2" id="text-7">
<p>
Suggested Schools: Science: California Institute of Technology, Clarkson University, Georgia Institute of Technology, Harvey Mudd College, Massachusetts Institute of Technology, New Mexico Institute of Mining and Technology, Rensselaer Polytechnic Institute, Texas Tech University Not science: UCLA, University of North Carolina, Penn State, or Michigan State
</p>

<ul class="org-ul">
<li>Arduino ATmega328</li>
</ul>
</div>
</div>



<div id="outline-container-org62a1480" class="outline-2">
<h2 id="org62a1480"><span class="section-number-2">8.</span> LOA</h2>
<div class="outline-text-2" id="text-8">
<ul class="org-ul">
<li>Usar mais o quadro-negro como um retorno visual -&gt; a ideia é parecer mais uma aula</li>
<li>Outro com aviãozinho (melhorar a volta do avião) e o like é top</li>
<li>Pode ser uma boa ideia ter o titulo embaixo da final da intro</li>
</ul>
</div>
</div>

<div id="outline-container-org14a512c" class="outline-2">
<h2 id="org14a512c"><span class="section-number-2">9.</span> ACT</h2>
<div class="outline-text-2" id="text-9">
<ul class="org-ul">
<li>Questão bem geral: A gente aqui no marcohort estamos no processo de escrever histórias que vão levar a gente a escrever um personal statement. Eu também acredito que você deve ter escrito sobre alguns assuntos diferentes antes de ter chego ao tema principal da sua personal statement. O negócio é que eu meio que já estou vendo um caminho claro pra escrita do meu, mas ao ler seu personal statement eu também acabei me identificando com alguns pontos em específico, mesmo que sendo parte de mim, este não encaixaria nessa minha ideia. A pergunta é como tu conseguiu focar pra falar desse assunto?</li>
<li>Se o escritor também seja de exatas (Wangheley Soares Martins, Adeildo Viera Silva Neto - CS and physics!, João Vitor Boeachat Torrest Botelho - CS student!): Minha pergunta é simples: como você escreve tão bem? Porque eu tenho a impressão que o pessoal de exatas só sabe números, ou mexer com equipamentos, etc. Eu sempre tive um medo da lingua portuguesa me comer vivo, mas só depois que eu tinha 14 anos e comecei a aprender ingles que eu aprendi a gosta de linguas, e mesmo sendo apaixonado por física e ciência da computação, agora fazendo curso técnico em eletrotécnica, eu tenho que saber me comunicar: seja pra escrever um artigo científico ou pedir uma pizza. Pedir uma pizza ainda é meio dificil, mas eu já entendi a necessidade. Reformulando minha pergunta: como você escreve um texto sobre si considerando possíveis dificuldades linguísticas</li>
<li>Dica da Aisha: Listar coisas pra ir escrevendo - coisas que eu to fazendo e porque eu gosto de fazer isso. Colocar pontos de vc que a pessoa que está lendo entenda quem você é! É bom ambientar a galera - a pessoa lendo se sente como você (em um onibus lotado, você se sente limitado&#x2026; posso fazer algo sobre isso? isso me levou a fazer tal coisa&#x2026; o quanto vc luta pra se fazer ser ouvido em um espaço limitado, invisibilizado&#x2026; ou então fazer o contraste desse lugar de injustiça com o que acontece no resto do seu dia). A redação do Boeachat fez ela pensar em como ela pode mostrar as montanhas que ela moveria pra estudar no ensino superior</li>
</ul>
</div>
</div>

<div id="outline-container-orga148c21" class="outline-2">
<h2 id="orga148c21"><span class="section-number-2">10.</span> English Club</h2>
<div class="outline-text-2" id="text-10">
<ul class="org-ul">
<li>07/05 (Saturday) at 9am - encontro com possíveis novos participantes</li>
<li>Encontros afternoon: 13h15-14h</li>
<li>Encontros morning: Por enquanto não teremos porque apenas a Estela está disponível</li>
<li>Estela ficou responsável pela arte (até 02/05), Natanael ficou responsável pela divulgação no Instagram, Luis ficou responsável pela divulgação no campus por meio dos cartazes da Estela</li>
<li>Próximo retorno do Let&rsquo;s Bora 09/05 at 13h15</li>
<li>Procurar informações sobre concurso de logos (concursos similares, cores, cabe em um formato circular, valor de prêmio)</li>
<li>Em maio, possivelmente divulgaremos nas salas os cursos CENID</li>
<li>Em junho, podemos planejar um encontro no parque das nações, possivelmente dia 11/06</li>
</ul>
</div>
</div>




<div id="outline-container-org9b750f9" class="outline-2">
<h2 id="org9b750f9"><span class="section-number-2">11.</span> UNESCO Center for Peace</h2>
<div class="outline-text-2" id="text-11">
<ul class="org-ul">
<li>They will give a letter to apply for VISA - A visa of tourist is already enough</li>
<li>They conver absolutely everything, except for plan ticket to US and VISA</li>
<li>They have a facilitator for Brazil</li>
<li>Jorge Gonzales number: +5215568560371; Paloma: (+57) 3017787345; Shurabe: smercado@unescocenterforpeace.org</li>
</ul>
</div>
</div>
