org-pages/ideasx/annotations.org
** Materiais base de lançamento
+ 80cm de cano 20mm (para confecção de 3 canos de 20cm e 20 de 10cm)
+ 1 T de 20mm
+ 2 Cotovelos de 20mm
+ 2 caps de 20mm
+ 1 válvula de camara de bicicleta
+ 1 pedaço de camara de bicileta (pra ajudar na vedação)
+ 1 pedaço de mangueira de áquario (pra ajudar em caso de emergência)
+ 1 cola de PVC
+ 1 balão 6,5
+ 1 espaladrapo largo
+ 4 abraçadeiras de nylon (largua +- 3,6mm)
+ 1 abraçadeira 1cm diametro
+ 1 cano de esgoto 4cm diametro com 3cm de comprimento
** Materiais para o foguete
+ 2 Garrafa PET com o mesmo diâmetro ao longo da sua extensão (600mL - 2L)
  - A primeira garrafa terá as empenas, a segunda garrafa será removida o fundo e ficará em cima da primeira para que tenha mais aerodinâmica
+ Pasta Polionda para as empenas (3-4 empenas)
+ Parafuso de 1/4 de polegada para peso

+ Fanta 2L é 8,5
+ Suco Scheppes é 4,5

** Materiais - Base de lançamento opção 1
+ (15cm + 15cm + 15cm + 15cm + 40cm + 40cm + 25cm + 25cm + 26,5m 2,165m) 2,165m de cano PVC 25mm
+ 22 cm de cano PVC 20mm
+ 1 pedaço (5,5cm) de cano de 40mm
+ 2 Joelhos pra cano 25mm (Temos)
+ 5 Tês para cano 25mm
+ 1 cap para cano 25mm
+ 1 bucha de redução 25mm para 20mm (Temos)
+ 1 abraçadeira de metal
+ 1 manômetro de 150 PSI pra cima
+ 1 espaladrapo (Temos)
+ 8 enforca gato (4 pra válvula e o resto pra apertar) (Temos)
*** Additional
+ Registro esfera 25 mm soldável
+ 2 arruela de vedação 1/4
+ 1 Cap 25mm
+ 1 porca 1/4
+ 1 abraçadeira anel
+ 1 luva de redução 25 para 20mm
** Materiais - Foguete opção 2
** Materiais que não precisarão ser comprados
- serra
- veda rosca
- varetas de churrasco (obrigatórias)
- vaselina
- joelhos de pvc 25mm
- enforca gato
- esparadrapo
- estilete
- fita isolante
- balão (não sei o tamanho)
- garrafa pesa 39,4g
- 9,93cm
- altura 34cm


* ACT
** School Documents
+ Pedir para usar email institucional
+ Pedir para usar cabeçalho da escola ou logo
+ Pedir para assinarem os documentos (principalmente cartas de recomendação)
+ Todos os documentos devem ser traduzidas para inglês
+ Não tem problema os recomendadores não poderem escrever em inglês, o ACT poderá traduzi-los

** Transcripts
+ Históricos oficiais da escola (precisam ter suas notas do 9th grade a 12th)
+ Precisa ser assinado pelo school counseler/director

** School Profile
+ Helps admissions officers interpret the transcript for classes offered, rigor, grading policies and more
+ Também possui informação sobre a escola, administração, tipo de escola, número de estudantes graduando, curriculo, processo de admissão, atividades extracurriculares, etc
+ Que fique claro que o técnico integrado é diferente de escolas normais -- explicar como essas materias funcionam e que tipo de conteúdo que é ensinado
+ Devem ser traduzidos em inglês, mas não precisam ser assinados
+ Pergunta: Como funciona para quem mudou de escola no nono ano?

** Cartas de recomendação
+ Pedir para pessoas que te acompanharam de perto
+ Escolha seus recommenders sabiamente, mande um email perguntando se eles podem ser seus recommenders, explicar porque escolheu eles, explicar para eles que vc está aplicando para US Colleges, explicar sobre o EducationUS -- application tracker e que o meu mentor pode auxiliar ele na correção de algumas coisas, etc e qualquer dificuldade que você tiver
+ Escreva uma lista de coisas que possa ser destacada na carta -- refresque a memória deles!
+ Possible names: H-Fernanda, H-Flávio, S-Hilton, S-José Ricardo, S-Marco, S-Simone (1 humanities teacher, 1 stem teacher, 1 additional teacher, 1 counseler, 1 peer letter, 1 additional recommender (Iago))
+ As cartas devem contextualizar o candidato no ambiente escolar, por tanto seus recommenders devem compartilhar suas percepções sobre você seja dentro da sala de aula, fora dela ou em um projeto
+ Papel da carta do Counseler: Highlight any special program, how prominent are acitivites/impact in school, any family or personal context we should be aware of, context for student and entire graduating class - A carta do counseler não vai repetir o school profile, mas sim focará em você, no entanto é importante ter em mente o que foi dito no school profile
+ Papel da carta do Professor: Provide a brief introduction of the class for context, Outline academic performance, Highlight distinguishing performance, Be specific and use examples, evitem usar templates (geralmente levam a erros com pronomes) e compartilhar modelos de cartas inteiras.
+ O professor pode utilizar o "Bullet letter of recommendation"

** Homework
+ Contact your recommenders via e-mail (and other modes of communication)
+ Make a list of events that occurred in the recommender classroom or during a project
+ Explain them you are applying to U.S. Colleges. For now, it is necessary to write the letters of recommendation,



* ACT
