html/org-pages/ideasx/annotations.html

<div id="outline-container-org1ab208d" class="outline-2">
<h2 id="org1ab208d"><span class="section-number-2">12.</span> Mobfog</h2>
<div class="outline-text-2" id="text-12">
</div>
<div id="outline-container-orgfc4f951" class="outline-3">
<h3 id="orgfc4f951"><span class="section-number-3">12.1.</span> Materiais base de lançamento</h3>
<div class="outline-text-3" id="text-12-1">
<ul class="org-ul">
<li>80cm de cano 20mm (para confecção de 3 canos de 20cm e 20 de 10cm)</li>
<li>1 T de 20mm</li>
<li>2 Cotovelos de 20mm</li>
<li>2 caps de 20mm</li>
<li>1 válvula de camara de bicicleta</li>
<li>1 pedaço de camara de bicileta (pra ajudar na vedação)</li>
<li>1 pedaço de mangueira de áquario (pra ajudar em caso de emergência)</li>
<li>1 cola de PVC</li>
<li>1 balão 6,5</li>
<li>1 espaladrapo largo</li>
<li>4 abraçadeiras de nylon (largua +- 3,6mm)</li>
<li>1 abraçadeira 1cm diametro</li>
<li>1 cano de esgoto 4cm diametro com 3cm de comprimento</li>
</ul>
</div>
</div>
<div id="outline-container-org05d2226" class="outline-3">
<h3 id="org05d2226"><span class="section-number-3">12.2.</span> Materiais para o foguete</h3>
<div class="outline-text-3" id="text-12-2">
<ul class="org-ul">
<li>2 Garrafa PET com o mesmo diâmetro ao longo da sua extensão (600mL - 2L)
<ul class="org-ul">
<li>A primeira garrafa terá as empenas, a segunda garrafa será removida o fundo e ficará em cima da primeira para que tenha mais aerodinâmica</li>
</ul></li>
<li>Pasta Polionda para as empenas (3-4 empenas)</li>
<li>Parafuso de 1/4 de polegada para peso</li>

<li>Fanta 2L é 8,5</li>
<li>Suco Scheppes é 4,5</li>
</ul>
</div>
</div>

<div id="outline-container-orgef9a9e6" class="outline-3">
<h3 id="orgef9a9e6"><span class="section-number-3">12.3.</span> Materiais - Base de lançamento opção 1</h3>
<div class="outline-text-3" id="text-12-3">
<ul class="org-ul">
<li>(15cm + 15cm + 15cm + 15cm + 40cm + 40cm + 25cm + 25cm + 26,5m 2,165m) 2,165m de cano PVC 25mm</li>
<li>22 cm de cano PVC 20mm</li>
<li>1 pedaço (5,5cm) de cano de 40mm</li>
<li>2 Joelhos pra cano 25mm (Temos)</li>
<li>5 Tês para cano 25mm</li>
<li>1 cap para cano 25mm</li>
<li>1 bucha de redução 25mm para 20mm (Temos)</li>
<li>1 abraçadeira de metal</li>
<li>1 manômetro de 150 PSI pra cima</li>
<li>1 espaladrapo (Temos)</li>
<li>8 enforca gato (4 pra válvula e o resto pra apertar) (Temos)</li>
</ul>
</div>
<div id="outline-container-orga592d62" class="outline-4">
<h4 id="orga592d62"><span class="section-number-4">12.3.1.</span> Additional</h4>
<div class="outline-text-4" id="text-12-3-1">
<ul class="org-ul">
<li>Registro esfera 25 mm soldável</li>
<li>2 arruela de vedação 1/4</li>
<li>1 Cap 25mm</li>
<li>1 porca 1/4</li>
<li>1 abraçadeira anel</li>
<li>1 luva de redução 25 para 20mm</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org09fadc2" class="outline-3">
<h3 id="org09fadc2"><span class="section-number-3">12.4.</span> Materiais - Foguete opção 2</h3>
</div>
<div id="outline-container-org0a44cd7" class="outline-3">
<h3 id="org0a44cd7"><span class="section-number-3">12.5.</span> Materiais que não precisarão ser comprados</h3>
<div class="outline-text-3" id="text-12-5">
<ul class="org-ul">
<li>serra</li>
<li>veda rosca</li>
<li>varetas de churrasco (obrigatórias)</li>
<li>vaselina</li>
<li>joelhos de pvc 25mm</li>
<li>enforca gato</li>
<li>esparadrapo</li>
<li>estilete</li>
<li>fita isolante</li>
<li>balão (não sei o tamanho)</li>
<li>garrafa pesa 39,4g</li>
<li>9,93cm</li>
<li>altura 34cm</li>
</ul>
</div>
</div>
</div>


<div id="outline-container-org7845af2" class="outline-2">
<h2 id="org7845af2"><span class="section-number-2">13.</span> ACT</h2>
<div class="outline-text-2" id="text-13">
</div>
<div id="outline-container-orgac1bb88" class="outline-3">
<h3 id="orgac1bb88"><span class="section-number-3">13.1.</span> School Documents</h3>
<div class="outline-text-3" id="text-13-1">
<ul class="org-ul">
<li>Pedir para usar email institucional</li>
<li>Pedir para usar cabeçalho da escola ou logo</li>
<li>Pedir para assinarem os documentos (principalmente cartas de recomendação)</li>
<li>Todos os documentos devem ser traduzidas para inglês</li>
<li>Não tem problema os recomendadores não poderem escrever em inglês, o ACT poderá traduzi-los</li>
</ul>
</div>
</div>

<div id="outline-container-org02f266f" class="outline-3">
<h3 id="org02f266f"><span class="section-number-3">13.2.</span> Transcripts</h3>
<div class="outline-text-3" id="text-13-2">
<ul class="org-ul">
<li>Históricos oficiais da escola (precisam ter suas notas do 9th grade a 12th)</li>
<li>Precisa ser assinado pelo school counseler/director</li>
</ul>
</div>
</div>

<div id="outline-container-orge478bec" class="outline-3">
<h3 id="orge478bec"><span class="section-number-3">13.3.</span> School Profile</h3>
<div class="outline-text-3" id="text-13-3">
<ul class="org-ul">
<li>Helps admissions officers interpret the transcript for classes offered, rigor, grading policies and more</li>
<li>Também possui informação sobre a escola, administração, tipo de escola, número de estudantes graduando, curriculo, processo de admissão, atividades extracurriculares, etc</li>
<li>Que fique claro que o técnico integrado é diferente de escolas normais &#x2013; explicar como essas materias funcionam e que tipo de conteúdo que é ensinado</li>
<li>Devem ser traduzidos em inglês, mas não precisam ser assinados</li>
<li>Pergunta: Como funciona para quem mudou de escola no nono ano?</li>
</ul>
</div>
</div>

<div id="outline-container-orgeb22ce0" class="outline-3">
<h3 id="orgeb22ce0"><span class="section-number-3">13.4.</span> Cartas de recomendação</h3>
<div class="outline-text-3" id="text-13-4">
<ul class="org-ul">
<li>Pedir para pessoas que te acompanharam de perto</li>
<li>Escolha seus recommenders sabiamente, mande um email perguntando se eles podem ser seus recommenders, explicar porque escolheu eles, explicar para eles que vc está aplicando para US Colleges, explicar sobre o EducationUS &#x2013; application tracker e que o meu mentor pode auxiliar ele na correção de algumas coisas, etc e qualquer dificuldade que você tiver</li>
<li>Escreva uma lista de coisas que possa ser destacada na carta &#x2013; refresque a memória deles!</li>
<li>Possible names: H-Fernanda, H-Flávio, S-Hilton, S-José Ricardo, S-Marco, S-Simone (1 humanities teacher, 1 stem teacher, 1 additional teacher, 1 counseler, 1 peer letter, 1 additional recommender (Iago))</li>
<li>As cartas devem contextualizar o candidato no ambiente escolar, por tanto seus recommenders devem compartilhar suas percepções sobre você seja dentro da sala de aula, fora dela ou em um projeto</li>
<li>Papel da carta do Counseler: Highlight any special program, how prominent are acitivites/impact in school, any family or personal context we should be aware of, context for student and entire graduating class - A carta do counseler não vai repetir o school profile, mas sim focará em você, no entanto é importante ter em mente o que foi dito no school profile</li>
<li>Papel da carta do Professor: Provide a brief introduction of the class for context, Outline academic performance, Highlight distinguishing performance, Be specific and use examples, evitem usar templates (geralmente levam a erros com pronomes) e compartilhar modelos de cartas inteiras.</li>
<li>O professor pode utilizar o &ldquo;Bullet letter of recommendation&rdquo;</li>
</ul>
</div>
</div>

<div id="outline-container-org5b06a42" class="outline-3">
<h3 id="org5b06a42"><span class="section-number-3">13.5.</span> Homework</h3>
<div class="outline-text-3" id="text-13-5">
<ul class="org-ul">
<li>Contact your recommenders via e-mail (and other modes of communication)</li>
<li>Make a list of events that occurred in the recommender classroom or during a project</li>
<li>Explain them you are applying to U.S. Colleges. For now, it is necessary to write the letters of recommendation,</li>
</ul>
</div>
</div>
</div>
