org-pages/ideasx/annotations.org
** Extracurriculars, Honors & Add Info
+ ECAs don't need to have a social impact to be in the application
+ ECAs are simply activities that are not part of the usual school or college course
+ Through them, you showcase abilities you've developed in the past years -> ECAs also tell a lot about who you are
+ ECAs can be any activity that tells you apart
+ Hobbies: Roleplaying, Horticulture club
+ Music: Choir, Musical Interest club, Solo music, Singing lessons, Bands
+ Arts: Writing, annimation, paiting, choreography, puppetry, community theater club, drama club, photography, cartooning, poetry clubs, dance
+ Sports and Recreation: Soccer, Swimming, Ping pong, sports club, martial arts, cheerleading, gymnastics
+ Na hora de elencar as ECAs no common app, colocar as mais relevantes pois só tem 10 vagas...
+ Competitions: Spelling Contest, Poetry Contest, Math Olympiad, Science Olympiad, Language Contest, Essay Contest, Triathlon
+ Language: English clubs, Latin American Studies
+ Discussions and Political Interest: Model UN, Debate Club, Model Congress Club, Parlamento Jovem Brasileiro
+ Programs: improve english, learn/hone general skills, learn about different cultures, engage in special activities, campus visits, special classes, be equipped with leadership skills -> this also justifies a gap year
+ Volunteering: Mentoring, Local Charity, Animal Rescue, International Volunteer Programs, Online/remote volunteering
+ Paid-work interships
+ Research Projects, Extension Projects, Scientific Initiation
+ Some applications may accept portfolios - like MIT
+ Github and website are valid, but you may want to put them on additional information



* Ideas
** 1st and 2nd semester
+ Firstly, apply to the research programs. If you don't suceed, go straight to the Linux research (AND FIND A RESEARCHER FROM U.S. TO HELP YOU) <- Very important!
+ In paralel, continue the research with Hilton <- Very important!
+ Also, try your best with Cortez <- Very important!
** 2nd semester
+ Conduct the physics club experiments <- Very important!
+ Improve your rocket! <- Very important!
+ Improve EC! <- Very important!
+ Spend time with Linux (wisely)... <- Very important!
** Future
+ Raspberry pi...

* ACT
** Vocabulary
+ Aid Policy, Financial Aid Office, Need-Blind Policy, Need-Aware Policy, Need-Based Scholarships, Merit-Based Scholarships, Loans, Grants, Work-Study, Endowments, Tuition, Room & Board, Health Insurance, Other Fees, Cost of Attendance
*** Documents
+ Bank Statement, Individual Income Tax Return, Non-filer Tax Return Form, Annual Income Statement, Employer Letter, Pay checks
*** Searching
+ University Grants, Outside Scholarships, Merit Scholarships Programs

** Examples
*** Villanova University
+ Merit-Based Scholarships, Need-based grants, private education loans
+ They are Need-Aware
**** Merit-Based Scholarships
+ Presidential Scholarship
**** Documents
+ CSS Profile, Employer Letter, Bank Statement -> IDOC service and not the office of financial assistance
Merit-based:

Presidential Scholarship
valued at tuition, general fee, room, board and books for eight consecutive semesters)

Due to the high number of eligible applicants, not all students who meet the minimum criteria are offered scholarships

Need-based:

Although a student applying for aid may be academically admissible, not all students will be awarded financial aid due to the limited availability of funding. In addition, all students receiving funds are expected to contribute personally toward educational and personal expenses while attending Villanova University.

+ Imposto de Renda (Exercício 202 | Ano Calendário 2021) ou Declaração Anual de Rendimentos (Exercício 202 | Ano Calendário 2021) para dia 12/06

* Marco
+ 20D

* Clara
+ Dancing, books, music (zouk, latinas)
+ Eu não sei explicar, mas você tem um jeito que me atrai muito. É muito bizarro o quanto que é diferente e bom ao mesmo tempo

* English Club
** Registro Escrito
+ Talking about weeks...
+ "Keep calm" "Yesterday yesterday...", "Fracasso...", "Defame", "Bad words - cursing"

* LOA
+ Criador de conteúdo - 2 (inclui roteirista)
+ Editor de Vídeo - 1
+ Gerenciador de Mídias Sociais - 1

+ Desenvolvedor de Software - Verificar com Gustavo
+ Gestor de projetos e parcerias - Verificar com Iago
+ Gestor de interação - Verificar com Iago

* ATC
Group 1 https://mitadmissions.org/apply/firstyear/essays-activities-academics/ https://college.harvard.edu/guides/application-tips Group 2 https://www.amherst.edu/admission/apply/firstyear/writingsupplement https://www.bu.edu/admissions/tuition-aid/scholarships-financial-aid/first-year-merit/trustee/ Group 3 https://admission.stanford.edu/apply/freshman/apply.html https://blog.emoryadmission.com/2021/06/emory_saq2021/ Group 4 https://collegeadmissions.uchicago.edu/apply/uchicago-supplemental-essay-questions

