html/org-pages/ideasx/annotations.html



<div id="outline-container-org870b3dd" class="outline-2">
<h2 id="org870b3dd"><span class="section-number-2">14.</span> ACT</h2>
<div class="outline-text-2" id="text-14">
</div>
<div id="outline-container-org03bc1d5" class="outline-3">
<h3 id="org03bc1d5"><span class="section-number-3">14.1.</span> Extracurriculars, Honors &amp; Add Info</h3>
<div class="outline-text-3" id="text-14-1">
<ul class="org-ul">
<li>ECAs don&rsquo;t need to have a social impact to be in the application</li>
<li>ECAs are simply activities that are not part of the usual school or college course</li>
<li>Through them, you showcase abilities you&rsquo;ve developed in the past years -&gt; ECAs also tell a lot about who you are</li>
<li>ECAs can be any activity that tells you apart</li>
<li>Hobbies: Roleplaying, Horticulture club</li>
<li>Music: Choir, Musical Interest club, Solo music, Singing lessons, Bands</li>
<li>Arts: Writing, annimation, paiting, choreography, puppetry, community theater club, drama club, photography, cartooning, poetry clubs, dance</li>
<li>Sports and Recreation: Soccer, Swimming, Ping pong, sports club, martial arts, cheerleading, gymnastics</li>
<li>Na hora de elencar as ECAs no common app, colocar as mais relevantes pois só tem 10 vagas&#x2026;</li>
<li>Competitions: Spelling Contest, Poetry Contest, Math Olympiad, Science Olympiad, Language Contest, Essay Contest, Triathlon</li>
<li>Language: English clubs, Latin American Studies</li>
<li>Discussions and Political Interest: Model UN, Debate Club, Model Congress Club, Parlamento Jovem Brasileiro</li>
<li>Programs: improve english, learn/hone general skills, learn about different cultures, engage in special activities, campus visits, special classes, be equipped with leadership skills -&gt; this also justifies a gap year</li>
<li>Volunteering: Mentoring, Local Charity, Animal Rescue, International Volunteer Programs, Online/remote volunteering</li>
<li>Paid-work interships</li>
<li>Research Projects, Extension Projects, Scientific Initiation</li>
<li>Some applications may accept portfolios - like MIT</li>
<li>Github and website are valid, but you may want to put them on additional information</li>
</ul>
</div>
</div>
</div>



<div id="outline-container-org1682886" class="outline-2">
<h2 id="org1682886"><span class="section-number-2">15.</span> Ideas</h2>
<div class="outline-text-2" id="text-15">
</div>
<div id="outline-container-org8c1214e" class="outline-3">
<h3 id="org8c1214e"><span class="section-number-3">15.1.</span> 1st and 2nd semester</h3>
<div class="outline-text-3" id="text-15-1">
<ul class="org-ul">
<li>Firstly, apply to the research programs. If you don&rsquo;t suceed, go straight to the Linux research (AND FIND A RESEARCHER FROM U.S. TO HELP YOU) &lt;- Very important!</li>
<li>In paralel, continue the research with Hilton &lt;- Very important!</li>
<li>Also, try your best with Cortez &lt;- Very important!</li>
</ul>
</div>
</div>
<div id="outline-container-org08087d9" class="outline-3">
<h3 id="org08087d9"><span class="section-number-3">15.2.</span> 2nd semester</h3>
<div class="outline-text-3" id="text-15-2">
<ul class="org-ul">
<li>Conduct the physics club experiments &lt;- Very important!</li>
<li>Improve your rocket! &lt;- Very important!</li>
<li>Improve EC! &lt;- Very important!</li>
<li>Spend time with Linux (wisely)&#x2026; &lt;- Very important!</li>
</ul>
</div>
</div>
<div id="outline-container-org1b9ea47" class="outline-3">
<h3 id="org1b9ea47"><span class="section-number-3">15.3.</span> Future</h3>
<div class="outline-text-3" id="text-15-3">
<ul class="org-ul">
<li>Raspberry pi&#x2026;</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org0f28eed" class="outline-2">
<h2 id="org0f28eed"><span class="section-number-2">16.</span> ACT</h2>
<div class="outline-text-2" id="text-16">
</div>
<div id="outline-container-orgcf6cdb5" class="outline-3">
<h3 id="orgcf6cdb5"><span class="section-number-3">16.1.</span> Vocabulary</h3>
<div class="outline-text-3" id="text-16-1">
<ul class="org-ul">
<li>Aid Policy, Financial Aid Office, Need-Blind Policy, Need-Aware Policy, Need-Based Scholarships, Merit-Based Scholarships, Loans, Grants, Work-Study, Endowments, Tuition, Room &amp; Board, Health Insurance, Other Fees, Cost of Attendance</li>
</ul>
</div>
<div id="outline-container-org072661c" class="outline-4">
<h4 id="org072661c"><span class="section-number-4">16.1.1.</span> Documents</h4>
<div class="outline-text-4" id="text-16-1-1">
<ul class="org-ul">
<li>Bank Statement, Individual Income Tax Return, Non-filer Tax Return Form, Annual Income Statement, Employer Letter, Pay checks</li>
</ul>
</div>
</div>
<div id="outline-container-org6519118" class="outline-4">
<h4 id="org6519118"><span class="section-number-4">16.1.2.</span> Searching</h4>
<div class="outline-text-4" id="text-16-1-2">
<ul class="org-ul">
<li>University Grants, Outside Scholarships, Merit Scholarships Programs</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-orgf90aafd" class="outline-3">
<h3 id="orgf90aafd"><span class="section-number-3">16.2.</span> Examples</h3>
<div class="outline-text-3" id="text-16-2">
</div>
<div id="outline-container-orgf60a513" class="outline-4">
<h4 id="orgf60a513"><span class="section-number-4">16.2.1.</span> Villanova University</h4>
<div class="outline-text-4" id="text-16-2-1">
<ul class="org-ul">
<li>Merit-Based Scholarships, Need-based grants, private education loans</li>
<li>They are Need-Aware</li>
</ul>
</div>
<div id="outline-container-orgef62e9f" class="outline-5">
<h5 id="orgef62e9f"><span class="section-number-5">16.2.1.1.</span> Merit-Based Scholarships</h5>
<div class="outline-text-5" id="text-16-2-1-1">
<ul class="org-ul">
<li>Presidential Scholarship</li>
</ul>
</div>
</div>
<div id="outline-container-org82d2ec5" class="outline-5">
<h5 id="org82d2ec5"><span class="section-number-5">16.2.1.2.</span> Documents</h5>
<div class="outline-text-5" id="text-16-2-1-2">
<ul class="org-ul">
<li>CSS Profile, Employer Letter, Bank Statement -&gt; IDOC service and not the office of financial assistance</li>
</ul>
<p>
Merit-based:
</p>

<p>
Presidential Scholarship
valued at tuition, general fee, room, board and books for eight consecutive semesters)
</p>

<p>
Due to the high number of eligible applicants, not all students who meet the minimum criteria are offered scholarships
</p>

<p>
Need-based:
</p>

<p>
Although a student applying for aid may be academically admissible, not all students will be awarded financial aid due to the limited availability of funding. In addition, all students receiving funds are expected to contribute personally toward educational and personal expenses while attending Villanova University.
</p>

<ul class="org-ul">
<li>Imposto de Renda (Exercício 202 | Ano Calendário 2021) ou Declaração Anual de Rendimentos (Exercício 202 | Ano Calendário 2021) para dia 12/06</li>
</ul>
</div>
</div>
</div>
</div>
</div>

<div id="outline-container-org43ad59e" class="outline-2">
<h2 id="org43ad59e"><span class="section-number-2">17.</span> Marco</h2>
<div class="outline-text-2" id="text-17">
<ul class="org-ul">
<li>20D</li>
</ul>
</div>
</div>

<div id="outline-container-org484039b" class="outline-2">
<h2 id="org484039b"><span class="section-number-2">18.</span> Clara</h2>
<div class="outline-text-2" id="text-18">
<ul class="org-ul">
<li>Dancing, books, music (zouk, latinas)</li>
<li>Eu não sei explicar, mas você tem um jeito que me atrai muito. É muito bizarro o quanto que é diferente e bom ao mesmo tempo</li>
</ul>
</div>
</div>

<div id="outline-container-orgae9d5ee" class="outline-2">
<h2 id="orgae9d5ee"><span class="section-number-2">19.</span> English Club</h2>
<div class="outline-text-2" id="text-19">
</div>
<div id="outline-container-orgc8ac010" class="outline-3">
<h3 id="orgc8ac010"><span class="section-number-3">19.1.</span> Registro Escrito</h3>
<div class="outline-text-3" id="text-19-1">
<ul class="org-ul">
<li>Talking about weeks&#x2026;</li>
<li>&ldquo;Keep calm&rdquo; &ldquo;Yesterday yesterday&#x2026;&rdquo;, &ldquo;Fracasso&#x2026;&rdquo;, &ldquo;Defame&rdquo;, &ldquo;Bad words - cursing&rdquo;</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-orga55b6de" class="outline-2">
<h2 id="orga55b6de"><span class="section-number-2">20.</span> LOA</h2>
<div class="outline-text-2" id="text-20">
<ul class="org-ul">
<li>Criador de conteúdo - 2 (inclui roteirista)</li>
<li>Editor de Vídeo - 1</li>
<li>Gerenciador de Mídias Sociais - 1</li>

<li>Desenvolvedor de Software - Verificar com Gustavo</li>
<li>Gestor de projetos e parcerias - Verificar com Iago</li>
<li>Gestor de interação - Verificar com Iago</li>
</ul>
</div>
</div>

<div id="outline-container-org30211c2" class="outline-2">
<h2 id="org30211c2"><span class="section-number-2">21.</span> ATC</h2>
<div class="outline-text-2" id="text-21">
<p>
Group 1 <a href="https://mitadmissions.org/apply/firstyear/essays-activities-academics/">https://mitadmissions.org/apply/firstyear/essays-activities-academics/</a> <a href="https://college.harvard.edu/guides/application-tips">https://college.harvard.edu/guides/application-tips</a> Group 2 <a href="https://www.amherst.edu/admission/apply/firstyear/writingsupplement">https://www.amherst.edu/admission/apply/firstyear/writingsupplement</a> <a href="https://www.bu.edu/admissions/tuition-aid/scholarships-financial-aid/first-year-merit/trustee/">https://www.bu.edu/admissions/tuition-aid/scholarships-financial-aid/first-year-merit/trustee/</a> Group 3 <a href="https://admission.stanford.edu/apply/freshman/apply.html">https://admission.stanford.edu/apply/freshman/apply.html</a> <a href="https://blog.emoryadmission.com/2021/06/emory_saq2021/">https://blog.emoryadmission.com/2021/06/emory_saq2021/</a> Group 4 <a href="https://collegeadmissions.uchicago.edu/apply/uchicago-supplemental-essay-questions">https://collegeadmissions.uchicago.edu/apply/uchicago-supplemental-essay-questions</a>
</p>
</div>
