org-pages/ideasx/annotations.org
** MIT
+ Consists of several short essays (5) --MIT não usa common application system

+ Describe the world you come from; for example, your family, clubs, school, community, city or town. How has that world shaped your dreams and aspirations? (250 words or fewer) --personal statement
+ Pick what field of study at MIT appeals to you the most right now, and tell us more about why this field of study appeals to you. (100 words or fewer) --Why major?
+ We know you lead a busy life, full of activities, many of which are required of you. Tell us about something you do simply for the pleasure of it. (200–250 words) --Hobbies
+ At MIT, we bring people together to better the lives of others. MIT students work to improve their communities in different ways, from tackling the world’s biggest challenges to being a good friend. Describe one way in which you have contributed to your community, whether in your family, the classroom, your neighborhood, etc. (200–250 words) --Social impact
+ Tell us about a significant challenge you’ve faced or something that didn’t go according to plan that you feel comfortable sharing. How did you manage the situation? (200-250 words) --personal statement

** Harvard
+ Harvard Questions
+ Writing Supplement (Pode mandar uma que já escreveu ou 10 examples)
Achamos confuso!

+ Unusual circumstances in your life --Context
+ Travel, living, or working experiences in your own or other communities
+ What you would want your future college roommate to know about you
+ An intellectual experience (course, project, book, discussion, paper, poetry, or research topic in engineering, mathematics, science or other modes of inquiry) that has meant the most to you
+ How you hope to use your college education
+ A list of books you have read during the past twelve months
+ The Harvard College Honor code declares that we “hold honesty as the foundation of our community.” As you consider entering this community that is committed to honesty, please reflect on a time when you or someone you observed had to make a choice about whether to act with integrity and honesty.
+ The mission of Harvard College is to educate our students to be citizens and citizen-leaders for society. What would you do to contribute to the lives of your classmates in advancing this mission?
+ Each year a substantial number of students admitted to Harvard defer their admission for one year or take time off during college. If you decided in the future to choose either option, what would you like to do?
+ Harvard has long recognized the importance of student body diversity of all kinds. We welcome you to write about distinctive aspects of your background, personal development or the intellectual interests you might bring to your Harvard classmates.

+ Not all short questions are supplemental essays, because some require you to be very objective
+ Analise o que tu já escreveu em outras partes da sua app pra nao ficar repetitivo
+ Alimony goes as supplementaldoc

* Marcohort
+ Stimate how much you improved students' grades DONE
+ Check with Ronaldinho the partipants + add how many projects in fecintec DONE
+ Briefly explain your condition today - commute to school + healt DONE
+ Search more about stanford classes DONE

* Marcohort
+ Literally explain metaphors
+ Follow up + Weekly things + Examples reading + Three short essays

* Marcohort 2
+ I don't get how music is applied into your life (how you feel), and give the example. He doesn't illustrate how it is important music in his context... <- Just Add things in another color, don't delete;
+ The music story will probably not become a personal statement, probably something for a supplemental essay
+ They cycling thing (the imposed limitation here... how?) and the autoimmune disease (focus on how you life were before and how you had to adjust, what you had to do differently like mentally, etc - how did you feel about it? - some limitations were imposed on me, how you feel about it?)

* Marcohort 3
+ "Since I was a child..." - Explain better the consequences of the disease (BE MORE IMPACTFUL) + Explain how you adjusted to your new life (Introduce Linux!!! Explain it is a different kind of freedom, and you get that, my disease allowed me to develop passion for tech - idea: having a change of scnerio, being excited differently)
+ In the story 3 second paragraph, maybe explain what freedom means for you now
+ Perguntar sobre o histórico parcial na escola

* Marcohort 4
+ In paragraph 4, be more clear/straitforward "To add up, I could not go outside yet. Sun was boiling eggs in the pavement, and Covid-19 was running rampant. So, I stay in my room, quiet and alone. I press a button, and a beast silently awakens. I keep staring at the screen, as if the shiny letters could hurt my reality even more. But all it does is ask who I am. As I prompt my user data, I am reminded how trustworthy the system I modified is, and I could also use, study, improve, and share it as I pleased." Try using less metaphors and ryme less, because you already used them in the beginning.
+ You have to be very clear that coding is very important
+ Have a final paragraph saying you can't cycle and it sucks (even though my freedom was removed), but this issue allowed me to discover something else, to explore more about this world.
+ I will need my parcial transcript + transcript

Luís Guilherme Miranda Spengler is currently a High School senior, taking electrotechnology vocational program at Instituto Federal do Mato Grosso do Sul. He is very engaged in the activities from his school, and takes great interest in activities involving research, volunteering and teaching.

During the pandemic, Luís was one of the most engaged students from his school, where he developed research, and coordinated at English Club. As a result of this, his team won Fecintec and were invited to participate in Mostra Nacional Itinerante das Feiras de Ciências. As a 1-year Quantum Computing student at the Qubit by Qubit program for high school students, he could learn more about an exciting career that is changing the world for the better, with its state-of-the-art innovations. He makes it his personal goal to somehow contribute to the Quantum Computing field.

Currently, he is preparing for the application process with the help of EducationUSA Application Tracker project. Meanwhile, he works on other projects he knows will also make an impact on his community, and hopes US colleges will notice his hard work and dedication.

* Marcohort 5
+ Think about the connections between the "As I recovered..." "My interest..." bringing people together - how? what did you participate in? in this virtual world or whatever
+ Also try introducing the community first
+ Also try coming back to cycling more like at the bottom of "As I recovered" paragraph
+ At the end, try modifying something as you see fit

