html/org-pages/ideasx/annotations.html

<div id="outline-container-org3accb8c" class="outline-3">
<h3 id="org3accb8c"><span class="section-number-3">21.1.</span> MIT</h3>
<div class="outline-text-3" id="text-21-1">
<ul class="org-ul">
<li>Consists of several short essays (5) &#x2013;MIT não usa common application system</li>

<li>Describe the world you come from; for example, your family, clubs, school, community, city or town. How has that world shaped your dreams and aspirations? (250 words or fewer) &#x2013;personal statement</li>
<li>Pick what field of study at MIT appeals to you the most right now, and tell us more about why this field of study appeals to you. (100 words or fewer) &#x2013;Why major?</li>
<li>We know you lead a busy life, full of activities, many of which are required of you. Tell us about something you do simply for the pleasure of it. (200–250 words) &#x2013;Hobbies</li>
<li>At MIT, we bring people together to better the lives of others. MIT students work to improve their communities in different ways, from tackling the world’s biggest challenges to being a good friend. Describe one way in which you have contributed to your community, whether in your family, the classroom, your neighborhood, etc. (200–250 words) &#x2013;Social impact</li>
<li>Tell us about a significant challenge you’ve faced or something that didn’t go according to plan that you feel comfortable sharing. How did you manage the situation? (200-250 words) &#x2013;personal statement</li>
</ul>
</div>
</div>

<div id="outline-container-org63cd9bc" class="outline-3">
<h3 id="org63cd9bc"><span class="section-number-3">21.2.</span> Harvard</h3>
<div class="outline-text-3" id="text-21-2">
<ul class="org-ul">
<li>Harvard Questions</li>
<li>Writing Supplement (Pode mandar uma que já escreveu ou 10 examples)</li>
</ul>
<p>
Achamos confuso!
</p>

<ul class="org-ul">
<li>Unusual circumstances in your life &#x2013;Context</li>
<li>Travel, living, or working experiences in your own or other communities</li>
<li>What you would want your future college roommate to know about you</li>
<li>An intellectual experience (course, project, book, discussion, paper, poetry, or research topic in engineering, mathematics, science or other modes of inquiry) that has meant the most to you</li>
<li>How you hope to use your college education</li>
<li>A list of books you have read during the past twelve months</li>
<li>The Harvard College Honor code declares that we “hold honesty as the foundation of our community.” As you consider entering this community that is committed to honesty, please reflect on a time when you or someone you observed had to make a choice about whether to act with integrity and honesty.</li>
<li>The mission of Harvard College is to educate our students to be citizens and citizen-leaders for society. What would you do to contribute to the lives of your classmates in advancing this mission?</li>
<li>Each year a substantial number of students admitted to Harvard defer their admission for one year or take time off during college. If you decided in the future to choose either option, what would you like to do?</li>
<li>Harvard has long recognized the importance of student body diversity of all kinds. We welcome you to write about distinctive aspects of your background, personal development or the intellectual interests you might bring to your Harvard classmates.</li>

<li>Not all short questions are supplemental essays, because some require you to be very objective</li>
<li>Analise o que tu já escreveu em outras partes da sua app pra nao ficar repetitivo</li>
<li>Alimony goes as supplementaldoc</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org5121665" class="outline-2">
<h2 id="org5121665"><span class="section-number-2">22.</span> Marcohort</h2>
<div class="outline-text-2" id="text-22">
<ul class="org-ul">
<li>Stimate how much you improved students&rsquo; grades DONE</li>
<li>Check with Ronaldinho the partipants + add how many projects in fecintec DONE</li>
<li>Briefly explain your condition today - commute to school + healt DONE</li>
<li>Search more about stanford classes DONE</li>
</ul>
</div>
</div>

<div id="outline-container-org16da8b4" class="outline-2">
<h2 id="org16da8b4"><span class="section-number-2">23.</span> Marcohort</h2>
<div class="outline-text-2" id="text-23">
<ul class="org-ul">
<li>Literally explain metaphors</li>
<li>Follow up + Weekly things + Examples reading + Three short essays</li>
</ul>
</div>
</div>

<div id="outline-container-orgaefa6d4" class="outline-2">
<h2 id="orgaefa6d4"><span class="section-number-2">24.</span> Marcohort 2</h2>
<div class="outline-text-2" id="text-24">
<ul class="org-ul">
<li>I don&rsquo;t get how music is applied into your life (how you feel), and give the example. He doesn&rsquo;t illustrate how it is important music in his context&#x2026; &lt;- Just Add things in another color, don&rsquo;t delete;</li>
<li>The music story will probably not become a personal statement, probably something for a supplemental essay</li>
<li>They cycling thing (the imposed limitation here&#x2026; how?) and the autoimmune disease (focus on how you life were before and how you had to adjust, what you had to do differently like mentally, etc - how did you feel about it? - some limitations were imposed on me, how you feel about it?)</li>
</ul>
</div>
</div>

<div id="outline-container-org40cbd00" class="outline-2">
<h2 id="org40cbd00"><span class="section-number-2">25.</span> Marcohort 3</h2>
<div class="outline-text-2" id="text-25">
<ul class="org-ul">
<li>&ldquo;Since I was a child&#x2026;&rdquo; - Explain better the consequences of the disease (BE MORE IMPACTFUL) + Explain how you adjusted to your new life (Introduce Linux!!! Explain it is a different kind of freedom, and you get that, my disease allowed me to develop passion for tech - idea: having a change of scnerio, being excited differently)</li>
<li>In the story 3 second paragraph, maybe explain what freedom means for you now</li>
<li>Perguntar sobre o histórico parcial na escola</li>
</ul>
</div>
</div>

<div id="outline-container-org02a66a8" class="outline-2">
<h2 id="org02a66a8"><span class="section-number-2">26.</span> Marcohort 4</h2>
<div class="outline-text-2" id="text-26">
<ul class="org-ul">
<li>In paragraph 4, be more clear/straitforward &ldquo;To add up, I could not go outside yet. Sun was boiling eggs in the pavement, and Covid-19 was running rampant. So, I stay in my room, quiet and alone. I press a button, and a beast silently awakens. I keep staring at the screen, as if the shiny letters could hurt my reality even more. But all it does is ask who I am. As I prompt my user data, I am reminded how trustworthy the system I modified is, and I could also use, study, improve, and share it as I pleased.&rdquo; Try using less metaphors and ryme less, because you already used them in the beginning.</li>
<li>You have to be very clear that coding is very important</li>
<li>Have a final paragraph saying you can&rsquo;t cycle and it sucks (even though my freedom was removed), but this issue allowed me to discover something else, to explore more about this world.</li>
<li>I will need my parcial transcript + transcript</li>
</ul>

<p>
Luís Guilherme Miranda Spengler is currently a High School senior, taking electrotechnology vocational program at Instituto Federal do Mato Grosso do Sul. He is very engaged in the activities from his school, and takes great interest in activities involving research, volunteering and teaching.
</p>

<p>
During the pandemic, Luís was one of the most engaged students from his school, where he developed research, and coordinated at English Club. As a result of this, his team won Fecintec and were invited to participate in Mostra Nacional Itinerante das Feiras de Ciências. As a 1-year Quantum Computing student at the Qubit by Qubit program for high school students, he could learn more about an exciting career that is changing the world for the better, with its state-of-the-art innovations. He makes it his personal goal to somehow contribute to the Quantum Computing field.
</p>

<p>
Currently, he is preparing for the application process with the help of EducationUSA Application Tracker project. Meanwhile, he works on other projects he knows will also make an impact on his community, and hopes US colleges will notice his hard work and dedication.
</p>
</div>
</div>

<div id="outline-container-orgf361b9c" class="outline-2">
<h2 id="orgf361b9c"><span class="section-number-2">27.</span> Marcohort 5</h2>
<div class="outline-text-2" id="text-27">
<ul class="org-ul">
<li>Think about the connections between the &ldquo;As I recovered&#x2026;&rdquo; &ldquo;My interest&#x2026;&rdquo; bringing people together - how? what did you participate in? in this virtual world or whatever</li>
<li>Also try introducing the community first</li>
<li>Also try coming back to cycling more like at the bottom of &ldquo;As I recovered&rdquo; paragraph</li>
<li>At the end, try modifying something as you see fit</li>
</ul>
</div>
</div>
