org-pages/ideasx/annotations.org
* Marcohort 6
+ Everything, everwhere at once -> movie recommendation
+ There are lot of "software" words repetition software, freedom... (be mindful of the uses) -> refine it in terms of vocabulary
+ Get the 5th semester grades
+ Start the extracurricular activities and additional information docs
+ Search about universities (Duke, Dartmouth college, Rice university, Northwestern university, tarnford) search about the labs?

* Marcohort 7
+ Use maybe a parelel between programming and cycling, and recover something you said in the text -> create a new last paragraph and put it at the bottom
+ Add additional information in the additional information document -DONE
+ How many people have been impacted since the beginning of it? -DONE
+ Don't use "low-income" use underprevileged -DONE
+ Add the rocket -DONE
+ Duke University Press is not student led -DONE
+ What does IHouse do? -DONE
+ What does Bryan center -DONE
+ Talk more about the quantum center -DONE
+ Research about Duke research abroad universities -WHAT
+ Find more things about research - what do they do there?
+ Relate something to what you are doing to what they are doing -- for instance, the part from Jungsang Kim -DONE

* Marcohort
+ Yo Cientificx info about your interviews...
+ 9th grade honors go into additional information AND all the strikethrough
+ Research the other universities

* Marcohort (18/06)
+ We will go back on the ECAs later to check for things -- keep in mind I still have GTwins to write about
+ Create a google sheets template for college search -DONE
+ Create a google sheets | Application Tracker - DONE - In Progress
+ It is mandatory to get my father's documents -> Imposto de renda COMPLETO
+ Continue searching for next week
+ Add the drive folder for each teacher and the document -> Contact them
+ Next week we will start organizing for me to start writing the supplemental essays
+ Visit the College Essay Guy links on google classroom
+ Organize individual folders for each university (write the full university name)
+ Create google docs and write down the prompts-1 prompt per page (use page breaks)

* Marcohort
+ Specific stuff in 1st and 2nd paragrahps -- good, but you need to shorten it
+ The last paragraph is too general -- delete it
+ Introduce other things you could do at Duke -- asides from academics -- try to find connections
+ Homework: Focus on rewriting the why duke essay + writing the duke background essay + finish the research + add universities + try to do a why essay or extracurricular essay

* ATC
+ Why this community essay
+ Why this major essay
+ Why this college essay

+ How would you approach this prompt?
Basicamente tu tem que refletir no seu futuro e imaginar indo nessa faculdade pra conseguir isso. Dá pra pensar no why college essays em como você aprova a faculdade em te ajudar no que tu quer fazer no futuro, não pensa nisso como a faculdade te avaliando, mas em você avaliando ela, porque aí dá pra criar um fit muito bom

+ Where could you find the necessary information?
- Through college searching, throught self-thinking, assistam videos de campus, entendam a geografia de onde fica a faculdade -- só pra dar você realmente se imaginar indo lá

* Reuniao GEDUC + LOA
+ Parceria com pitagóricos para preparação de seletivas + indicar participação no discord? - FALAR COM ELES
+ Brainstorming com cargos específicos no servidor - FAZER ISSO
+ Breakouts com perguntas especificas para as seletivas de astronomia -- o que te levou a ficar interessado em astronomia -- assim aumentamos o engagamento do pessoal. Vai ter kahoot?
+ Fazer brainstorming de canais do youtube que a gente pode fazer divulgação do servidor - FAZER ISSO
+ Canal de memes (off-topic) + sugestão (server info) + desafios semanais ()



* EC
+ Primeira logo em 2017, segunda em 2020 -> está em memories

* ACT - SUPER MEETING
** General
+ João says 5 classes is recommended for a double major and he has a very flexible routine -- Is it really that flexible?
+ Diego +5516988113432 , coelhorodriguesdiego@gmail.com
** DUKE -- João Vitor Boechat -- Computer Science;
vitorboechatbotelho@gmail.com
whatsapp: +19843779581
** NORTHWESTERN -- Davi Maciel -- Computer Science; Kaio Kumagai -- Biomedical Engineering
*** Kaio
+ Quarter system -> Kaio describes it as accelerated
+ Kaio  +1 847 907 1146, kaiokumagai2025@u.northwestern.edu
*** Davi
+ 1st quarter -> He was trying to explore a lot of things... It seems like his biggest task was the even nights to get points for the dorm
+ 2nd quarter ->
+ 3rd quarter ->
+ He says there is a lab for CS students -- Is it like an informatics lab?
+ He says the campus is very pretty and nice to walk

* Dartmouth
+ You'll learn how to be outdoors (nice hehe)
+ All research is funded at Dartmouth and it is really easy to get into a research opportunity
+ You are housed between 6 houses communities on. You are only required to live on campus in the freshman year, but most students do all 4 years
+ Dartmouth accepts peer recommendation

* Tufts
+ Tufts doesn't have a core curriculum, but it has distribution requirements
+ Tufts is having a direct line to Boston ready by fall 2022
+ Q: Can you tell me a bit about the free and open source software community at Tufts? I know there is the Tufts GNU/Linux users group and I even joined their Discord group this week. I also heard about JumboCode that helps non-profit orgs in desigining new free tech.
+ Host's email: theresa.quinto@tufts.edu
+ Moizes H. S. Almeida -> CS + ECON at Tufts
+ Tufts has like 6 campus: 4 in Boston, One area in Boston, called Boston + Davis Square, One in France where they offer a 6-week summer program
+ Tufts students are limitless, rarely someone is going to tell you can't do this and this at the same time
+ Financial Aid docs CSS Profile, Tax Documents via IDOC

* Northwestern
+ It is very easy to take classes between the 6 schools of theirs
