html/org-pages/ideasx/annotations.html

<div id="outline-container-org471565c" class="outline-2">
<h2 id="org471565c"><span class="section-number-2">28.</span> Marcohort 6</h2>
<div class="outline-text-2" id="text-28">
<ul class="org-ul">
<li>Everything, everwhere at once -&gt; movie recommendation</li>
<li>There are lot of &ldquo;software&rdquo; words repetition software, freedom&#x2026; (be mindful of the uses) -&gt; refine it in terms of vocabulary</li>
<li>Get the 5th semester grades</li>
<li>Start the extracurricular activities and additional information docs</li>
<li>Search about universities (Duke, Dartmouth college, Rice university, Northwestern university, tarnford) search about the labs?</li>
</ul>
</div>
</div>

<div id="outline-container-org931fc0f" class="outline-2">
<h2 id="org931fc0f"><span class="section-number-2">29.</span> Marcohort 7</h2>
<div class="outline-text-2" id="text-29">
<ul class="org-ul">
<li>Use maybe a parelel between programming and cycling, and recover something you said in the text -&gt; create a new last paragraph and put it at the bottom</li>
<li>Add additional information in the additional information document -DONE</li>
<li>How many people have been impacted since the beginning of it? -DONE</li>
<li>Don&rsquo;t use &ldquo;low-income&rdquo; use underprevileged -DONE</li>
<li>Add the rocket -DONE</li>
<li>Duke University Press is not student led -DONE</li>
<li>What does IHouse do? -DONE</li>
<li>What does Bryan center -DONE</li>
<li>Talk more about the quantum center -DONE</li>
<li>Research about Duke research abroad universities -WHAT</li>
<li>Find more things about research - what do they do there?</li>
<li>Relate something to what you are doing to what they are doing &#x2013; for instance, the part from Jungsang Kim -DONE</li>
</ul>
</div>
</div>

<div id="outline-container-orge0a0981" class="outline-2">
<h2 id="orge0a0981"><span class="section-number-2">30.</span> Marcohort</h2>
<div class="outline-text-2" id="text-30">
<ul class="org-ul">
<li>Yo Cientificx info about your interviews&#x2026;</li>
<li>9th grade honors go into additional information AND all the strikethrough</li>
<li>Research the other universities</li>
</ul>
</div>
</div>

<div id="outline-container-org119fec6" class="outline-2">
<h2 id="org119fec6"><span class="section-number-2">31.</span> Marcohort (18/06)</h2>
<div class="outline-text-2" id="text-31">
<ul class="org-ul">
<li>We will go back on the ECAs later to check for things &#x2013; keep in mind I still have GTwins to write about</li>
<li>Create a google sheets template for college search -DONE</li>
<li>Create a google sheets | Application Tracker - DONE - In Progress</li>
<li>It is mandatory to get my father&rsquo;s documents -&gt; Imposto de renda COMPLETO</li>
<li>Continue searching for next week</li>
<li>Add the drive folder for each teacher and the document -&gt; Contact them</li>
<li>Next week we will start organizing for me to start writing the supplemental essays</li>
<li>Visit the College Essay Guy links on google classroom</li>
<li>Organize individual folders for each university (write the full university name)</li>
<li>Create google docs and write down the prompts-1 prompt per page (use page breaks)</li>
</ul>
</div>
</div>

<div id="outline-container-org15307ee" class="outline-2">
<h2 id="org15307ee"><span class="section-number-2">32.</span> Marcohort</h2>
<div class="outline-text-2" id="text-32">
<ul class="org-ul">
<li>Specific stuff in 1st and 2nd paragrahps &#x2013; good, but you need to shorten it</li>
<li>The last paragraph is too general &#x2013; delete it</li>
<li>Introduce other things you could do at Duke &#x2013; asides from academics &#x2013; try to find connections</li>
<li>Homework: Focus on rewriting the why duke essay + writing the duke background essay + finish the research + add universities + try to do a why essay or extracurricular essay</li>
</ul>
</div>
</div>

<div id="outline-container-org683fd6d" class="outline-2">
<h2 id="org683fd6d"><span class="section-number-2">33.</span> ATC</h2>
<div class="outline-text-2" id="text-33">
<ul class="org-ul">
<li>Why this community essay</li>
<li>Why this major essay</li>
<li>Why this college essay</li>

<li>How would you approach this prompt?</li>
</ul>
<p>
Basicamente tu tem que refletir no seu futuro e imaginar indo nessa faculdade pra conseguir isso. Dá pra pensar no why college essays em como você aprova a faculdade em te ajudar no que tu quer fazer no futuro, não pensa nisso como a faculdade te avaliando, mas em você avaliando ela, porque aí dá pra criar um fit muito bom
</p>

<ul class="org-ul">
<li>Where could you find the necessary information?</li>
<li>Through college searching, throught self-thinking, assistam videos de campus, entendam a geografia de onde fica a faculdade &#x2013; só pra dar você realmente se imaginar indo lá</li>
</ul>
</div>
</div>

<div id="outline-container-org7ac61c3" class="outline-2">
<h2 id="org7ac61c3"><span class="section-number-2">34.</span> Reuniao GEDUC + LOA</h2>
<div class="outline-text-2" id="text-34">
<ul class="org-ul">
<li>Parceria com pitagóricos para preparação de seletivas + indicar participação no discord? - FALAR COM ELES</li>
<li>Brainstorming com cargos específicos no servidor - FAZER ISSO</li>
<li>Breakouts com perguntas especificas para as seletivas de astronomia &#x2013; o que te levou a ficar interessado em astronomia &#x2013; assim aumentamos o engagamento do pessoal. Vai ter kahoot?</li>
<li>Fazer brainstorming de canais do youtube que a gente pode fazer divulgação do servidor - FAZER ISSO</li>
<li>Canal de memes (off-topic) + sugestão (server info) + desafios semanais ()</li>
</ul>
</div>
</div>



<div id="outline-container-org016f640" class="outline-2">
<h2 id="org016f640"><span class="section-number-2">35.</span> EC</h2>
<div class="outline-text-2" id="text-35">
<ul class="org-ul">
<li>Primeira logo em 2017, segunda em 2020 -&gt; está em memories</li>
</ul>
</div>
</div>

<div id="outline-container-orgc542d12" class="outline-2">
<h2 id="orgc542d12"><span class="section-number-2">36.</span> ACT - SUPER MEETING</h2>
<div class="outline-text-2" id="text-36">
</div>
<div id="outline-container-org8ac635d" class="outline-3">
<h3 id="org8ac635d"><span class="section-number-3">36.1.</span> General</h3>
<div class="outline-text-3" id="text-36-1">
<ul class="org-ul">
<li>João says 5 classes is recommended for a double major and he has a very flexible routine &#x2013; Is it really that flexible?</li>
<li>Diego +5516988113432 , coelhorodriguesdiego@gmail.com</li>
</ul>
</div>
</div>
<div id="outline-container-orgd58fdf6" class="outline-3">
<h3 id="orgd58fdf6"><span class="section-number-3">36.2.</span> DUKE &#x2013; João Vitor Boechat &#x2013; Computer Science;</h3>
<div class="outline-text-3" id="text-36-2">
<p>
vitorboechatbotelho@gmail.com
whatsapp: +19843779581
</p>
</div>
</div>
<div id="outline-container-org8504e7e" class="outline-3">
<h3 id="org8504e7e"><span class="section-number-3">36.3.</span> NORTHWESTERN &#x2013; Davi Maciel &#x2013; Computer Science; Kaio Kumagai &#x2013; Biomedical Engineering</h3>
<div class="outline-text-3" id="text-36-3">
</div>
<div id="outline-container-org89d9fb7" class="outline-4">
<h4 id="org89d9fb7"><span class="section-number-4">36.3.1.</span> Kaio</h4>
<div class="outline-text-4" id="text-36-3-1">
<ul class="org-ul">
<li>Quarter system -&gt; Kaio describes it as accelerated</li>
<li>Kaio  +1 847 907 1146, kaiokumagai2025@u.northwestern.edu</li>
</ul>
</div>
</div>
<div id="outline-container-org621a3cd" class="outline-4">
<h4 id="org621a3cd"><span class="section-number-4">36.3.2.</span> Davi</h4>
<div class="outline-text-4" id="text-36-3-2">
<ul class="org-ul">
<li>1st quarter -&gt; He was trying to explore a lot of things&#x2026; It seems like his biggest task was the even nights to get points for the dorm</li>
<li>2nd quarter -&gt;</li>
<li>3rd quarter -&gt;</li>
<li>He says there is a lab for CS students &#x2013; Is it like an informatics lab?</li>
<li>He says the campus is very pretty and nice to walk</li>
</ul>
</div>
</div>
</div>
</div>

<div id="outline-container-org58d9cc5" class="outline-2">
<h2 id="org58d9cc5"><span class="section-number-2">37.</span> Dartmouth</h2>
<div class="outline-text-2" id="text-37">
<ul class="org-ul">
<li>You&rsquo;ll learn how to be outdoors (nice hehe)</li>
<li>All research is funded at Dartmouth and it is really easy to get into a research opportunity</li>
<li>You are housed between 6 houses communities on. You are only required to live on campus in the freshman year, but most students do all 4 years</li>
<li>Dartmouth accepts peer recommendation</li>
</ul>
</div>
</div>

<div id="outline-container-org337d4bf" class="outline-2">
<h2 id="org337d4bf"><span class="section-number-2">38.</span> Tufts</h2>
<div class="outline-text-2" id="text-38">
<ul class="org-ul">
<li>Tufts doesn&rsquo;t have a core curriculum, but it has distribution requirements</li>
<li>Tufts is having a direct line to Boston ready by fall 2022</li>
<li>Q: Can you tell me a bit about the free and open source software community at Tufts? I know there is the Tufts GNU/Linux users group and I even joined their Discord group this week. I also heard about JumboCode that helps non-profit orgs in desigining new free tech.</li>
<li>Host&rsquo;s email: theresa.quinto@tufts.edu</li>
<li>Moizes H. S. Almeida -&gt; CS + ECON at Tufts</li>
<li>Tufts has like 6 campus: 4 in Boston, One area in Boston, called Boston + Davis Square, One in France where they offer a 6-week summer program</li>
<li>Tufts students are limitless, rarely someone is going to tell you can&rsquo;t do this and this at the same time</li>
<li>Financial Aid docs CSS Profile, Tax Documents via IDOC</li>
</ul>
</div>
</div>

<div id="outline-container-org6f668cc" class="outline-2">
<h2 id="org6f668cc"><span class="section-number-2">39.</span> Northwestern</h2>
<div class="outline-text-2" id="text-39">
<ul class="org-ul">
<li>It is very easy to take classes between the 6 schools of theirs</li>
</ul>
</div>
</div>
