org-pages/ideasx/annotations.org
* Duke
+ Aldeido Viera Silva Neto -> CS + Physics at Duke

* Video
+ Title: Ep 1. Learning in 6 months: 3 Olympiad medals, 1500+ SAT
Hello guys, welcome to this channel's first video. Let me tell you right away that I don't know how this is going to go at all. But I know I have chances on succeding and if I did, I would want to share this with you. That's what the channel is about, documented learning. I wish I had done that when I was learning English for the time that actually worked, because as time passess you start forgeting how you learned that, all that was required of you to do it. And for all the people that asked my how they could learn English, well, you are not going to learn English out of this video, but if it succeds you will see me taking on challenges of language learning as well as other stuff, so stay tuned.
 + Why am I doing this? Let's start by what I am doing. I am attempting to get Gold medal on two scientific olympiads, and a math one, as well as getting a 1500+ SAT as an international student. My main reason for it is to increase my college competitiveness. For those of you who don't know, I am a senior at High School, and brazilian. Our high school is devided in three years, 9th grade counts only for middle school here btw. So, I have some cool extracurriculars, things I am actually proud of. My grades are also really good, but there is a specific 6 months period, the beginning of my Junior year where I didn't go to class. It was in the middle of Covid-19 pandemic, and I was to say, depressed. I failed two school subjects, and I dropped what was to be a 9.4/10 score, for a 8.7/10. Everyday I wake up I feel like I screw up, this challenge will also be one thing to help me with this feeling.

* Marcohort
+ Get everything together in why duke, if it is the same subject.
+ Show more concrete examples you looked for the stuff at Duke, similar to the mentions of Brown Lab.
+ At third paragraph... "Besides academics, it will be great to hang out..."
+ The last part "hang out at Duke's.." try to find something unique, odd, strange that few people would say it.
+ What if in the first paragraph you connected to things you are doing in Brazil about these subjects and finish with saying you can also do that at Duke. The second paragraph you focus on specifics on how they accomplish that and help you do those stuff.
+ In the community essay, focus on something more specific.
+ You can try music, but introduce the whole family in a paragraph. How they play different instruments. The second paragraph can be talking about how they influeced you, how they made you use music in many contexts.
+ Homework: Focus on Duke and the scholarship essays. You can work on some college search in the spare time.

* Vinicus -> Columbia
+ é bom explorar aulas de humanas em columbia.
+ tem core curriculum
+ no competition for research there

* AdAstra
+ Pedir para a Paola entrar em contato com os canais de divulgação astronomica
+ Mudança do objetivo de contato com pitagóricos: vamos contribuir com lista de exercícios e simulados
+ Adicionar os cargos de moderador do discord do fórum Ad Astra no recrutamento da LOA?
+ Sala de notícias relacionados a olimpiadas no server
+ Prática com o pessoal sobre o James Webb, como isso pode cair nas olimpiadas, etc.
+ Próxima reunião Domingo ás 13h

* Marcohort
+ Put the verbs in the future to look better (done)
+ The ending may be missing something
+ Add a PS easter egg when you talk about cyclng. (done)

+ Double check some of the universities you added for their requirements (done)

+ Go to Rice university supplemental essays (done)

+ At Essay 1 you should be very specific (paragraph 2, 3). Meaning, fulfilling. Use these words as you explain why you would take a break. You can also mention what makes you happy today, what you know today that you can do in the future.

+ At Essay 2 there is a very big sentence at paragraph 1. Focus a bit more on the importance of the issue "We can address these issues more effectively". Advancing quantum computing in Brazil is something you look forward to. At third paragraph, try doing the Brazil thing + summarizing everything you learned in the course in once sentence. "It is no wonder that things are like that, because something lacks." "It is no accident that QC"

* Marcohort
+ Why Duke essay first paragraph... (done)
+ Why Duke essay be more specific about the professor (done)
+ How you see yourself achieving your goals in the future, future areas (why major rice essay)
+ Sunday at 7pm
+ Try to bring new light on the community essay (focus on the linux club question on community essay) -- bring something more personal

* Loa + geduc
+ Reunião de integração 06/08 às 19h
+ Marcar reunião com joão victor e mandar lá no grupo
+ Publicar o processo seletivo da loa no canal do telegram

* Marcohort
+ Ad Astra movie
+ Finishing the rice, duke, and open philanthropy essay

* Common-Appy
** Dúvidas
+ High School name é pra incluir em português e com acento? O que é o CEEB code? Should IF be classified as Charter School? (R: em português)
+ "If you have attended any secondary/high schools not listed in the previous section, please indicate the number of schools." -> Should I add my 9th grade school?
+ Please provide details about why you left each of the above secondary/high schools.
+ "Please list all courses you are taking this academic year. If you are not currently enrolled, please list courses from your most recent academic year.
How many courses would you like to report?" -> 28. Chemestry 4, Biology 4, History (3,4), Mathematics (5,6,3), Physical Education 5, Philosophy 3, Sociology 3, Statistics (8). Control and Instrumentation, Microcontroled and Digital Systems, Reneable Energy and Environment, Inovation and Entreperneuship, Generation, Transmission and Energy Distrubuition, Personal and Professional Orientation (15)
+ "Honors" comes all our honors now?
+ Senior Secondary Leaving Examinations. Should I put yes?

* ATC
+ Use the same email through the app process
+ 23 de setemebro bithrday do marco. Rua Manoel Correia da Costa Neto, 1. Tabuleiro do Martins. Maceió, Alagoas.
+ Graduating Class size -> coloca o mesmo que todos (aplicantes e counselers)

