html/org-pages/ideasx/annotations.html
<div id="outline-container-orgfc7fad3" class="outline-2">
<h2 id="orgfc7fad3"><span class="section-number-2">40.</span> Duke</h2>
<div class="outline-text-2" id="text-40">
<ul class="org-ul">
<li>Aldeido Viera Silva Neto -&gt; CS + Physics at Duke</li>
</ul>
</div>
</div>

<div id="outline-container-orgc780b2a" class="outline-2">
<h2 id="orgc780b2a"><span class="section-number-2">41.</span> Video</h2>
<div class="outline-text-2" id="text-41">
<ul class="org-ul">
<li>Title: Ep 1. Learning in 6 months: 3 Olympiad medals, 1500+ SAT</li>
</ul>
<p>
Hello guys, welcome to this channel&rsquo;s first video. Let me tell you right away that I don&rsquo;t know how this is going to go at all. But I know I have chances on succeding and if I did, I would want to share this with you. That&rsquo;s what the channel is about, documented learning. I wish I had done that when I was learning English for the time that actually worked, because as time passess you start forgeting how you learned that, all that was required of you to do it. And for all the people that asked my how they could learn English, well, you are not going to learn English out of this video, but if it succeds you will see me taking on challenges of language learning as well as other stuff, so stay tuned.
</p>
<ul class="org-ul">
<li>Why am I doing this? Let&rsquo;s start by what I am doing. I am attempting to get Gold medal on two scientific olympiads, and a math one, as well as getting a 1500+ SAT as an international student. My main reason for it is to increase my college competitiveness. For those of you who don&rsquo;t know, I am a senior at High School, and brazilian. Our high school is devided in three years, 9th grade counts only for middle school here btw. So, I have some cool extracurriculars, things I am actually proud of. My grades are also really good, but there is a specific 6 months period, the beginning of my Junior year where I didn&rsquo;t go to class. It was in the middle of Covid-19 pandemic, and I was to say, depressed. I failed two school subjects, and I dropped what was to be a 9.4/10 score, for a 8.7/10. Everyday I wake up I feel like I screw up, this challenge will also be one thing to help me with this feeling.</li>
</ul>
</div>
</div>

<div id="outline-container-org1f94642" class="outline-2">
<h2 id="org1f94642"><span class="section-number-2">42.</span> Marcohort</h2>
<div class="outline-text-2" id="text-42">
<ul class="org-ul">
<li>Get everything together in why duke, if it is the same subject.</li>
<li>Show more concrete examples you looked for the stuff at Duke, similar to the mentions of Brown Lab.</li>
<li>At third paragraph&#x2026; &ldquo;Besides academics, it will be great to hang out&#x2026;&rdquo;</li>
<li>The last part &ldquo;hang out at Duke&rsquo;s..&rdquo; try to find something unique, odd, strange that few people would say it.</li>
<li>What if in the first paragraph you connected to things you are doing in Brazil about these subjects and finish with saying you can also do that at Duke. The second paragraph you focus on specifics on how they accomplish that and help you do those stuff.</li>
<li>In the community essay, focus on something more specific.</li>
<li>You can try music, but introduce the whole family in a paragraph. How they play different instruments. The second paragraph can be talking about how they influeced you, how they made you use music in many contexts.</li>
<li>Homework: Focus on Duke and the scholarship essays. You can work on some college search in the spare time.</li>
</ul>
</div>
</div>

<div id="outline-container-orgc015d61" class="outline-2">
<h2 id="orgc015d61"><span class="section-number-2">43.</span> Vinicus -&gt; Columbia</h2>
<div class="outline-text-2" id="text-43">
<ul class="org-ul">
<li>é bom explorar aulas de humanas em columbia.</li>
<li>tem core curriculum</li>
<li>no competition for research there</li>
</ul>
</div>
</div>

<div id="outline-container-org43e48a4" class="outline-2">
<h2 id="org43e48a4"><span class="section-number-2">44.</span> AdAstra</h2>
<div class="outline-text-2" id="text-44">
<ul class="org-ul">
<li>Pedir para a Paola entrar em contato com os canais de divulgação astronomica</li>
<li>Mudança do objetivo de contato com pitagóricos: vamos contribuir com lista de exercícios e simulados</li>
<li>Adicionar os cargos de moderador do discord do fórum Ad Astra no recrutamento da LOA?</li>
<li>Sala de notícias relacionados a olimpiadas no server</li>
<li>Prática com o pessoal sobre o James Webb, como isso pode cair nas olimpiadas, etc.</li>
<li>Próxima reunião Domingo ás 13h</li>
</ul>
</div>
</div>

<div id="outline-container-org074cec9" class="outline-2">
<h2 id="org074cec9"><span class="section-number-2">45.</span> Marcohort</h2>
<div class="outline-text-2" id="text-45">
<ul class="org-ul">
<li>Put the verbs in the future to look better (done)</li>
<li>The ending may be missing something</li>
<li>Add a PS easter egg when you talk about cyclng. (done)</li>

<li>Double check some of the universities you added for their requirements (done)</li>

<li>Go to Rice university supplemental essays (done)</li>

<li>At Essay 1 you should be very specific (paragraph 2, 3). Meaning, fulfilling. Use these words as you explain why you would take a break. You can also mention what makes you happy today, what you know today that you can do in the future.</li>

<li>At Essay 2 there is a very big sentence at paragraph 1. Focus a bit more on the importance of the issue &ldquo;We can address these issues more effectively&rdquo;. Advancing quantum computing in Brazil is something you look forward to. At third paragraph, try doing the Brazil thing + summarizing everything you learned in the course in once sentence. &ldquo;It is no wonder that things are like that, because something lacks.&rdquo; &ldquo;It is no accident that QC&rdquo;</li>
</ul>
</div>
</div>

<div id="outline-container-org8615f60" class="outline-2">
<h2 id="org8615f60"><span class="section-number-2">46.</span> Marcohort</h2>
<div class="outline-text-2" id="text-46">
<ul class="org-ul">
<li>Why Duke essay first paragraph&#x2026; (done)</li>
<li>Why Duke essay be more specific about the professor (done)</li>
<li>How you see yourself achieving your goals in the future, future areas (why major rice essay)</li>
<li>Sunday at 7pm</li>
<li>Try to bring new light on the community essay (focus on the linux club question on community essay) &#x2013; bring something more personal</li>
</ul>
</div>
</div>

<div id="outline-container-orgf8e931b" class="outline-2">
<h2 id="orgf8e931b"><span class="section-number-2">47.</span> Loa + geduc</h2>
<div class="outline-text-2" id="text-47">
<ul class="org-ul">
<li>Reunião de integração 06/08 às 19h</li>
<li>Marcar reunião com joão victor e mandar lá no grupo</li>
<li>Publicar o processo seletivo da loa no canal do telegram</li>
</ul>
</div>
</div>

<div id="outline-container-org9f59fb8" class="outline-2">
<h2 id="org9f59fb8"><span class="section-number-2">48.</span> Marcohort</h2>
<div class="outline-text-2" id="text-48">
<ul class="org-ul">
<li>Ad Astra movie</li>
<li>Finishing the rice, duke, and open philanthropy essay</li>
</ul>
</div>
</div>

<div id="outline-container-org671c16d" class="outline-2">
<h2 id="org671c16d"><span class="section-number-2">49.</span> Common-Appy</h2>
<div class="outline-text-2" id="text-49">
</div>
<div id="outline-container-orgf94c6ad" class="outline-3">
<h3 id="orgf94c6ad"><span class="section-number-3">49.1.</span> Dúvidas</h3>
<div class="outline-text-3" id="text-49-1">
<ul class="org-ul">
<li>High School name é pra incluir em português e com acento? O que é o CEEB code? Should IF be classified as Charter School? (R: em português)</li>
<li>&ldquo;If you have attended any secondary/high schools not listed in the previous section, please indicate the number of schools.&rdquo; -&gt; Should I add my 9th grade school?</li>
<li>Please provide details about why you left each of the above secondary/high schools.</li>
<li>&ldquo;Please list all courses you are taking this academic year. If you are not currently enrolled, please list courses from your most recent academic year.</li>
</ul>
<p>
How many courses would you like to report?&ldquo; -&gt; 28. Chemestry 4, Biology 4, History (3,4), Mathematics (5,6,3), Physical Education 5, Philosophy 3, Sociology 3, Statistics (8). Control and Instrumentation, Microcontroled and Digital Systems, Reneable Energy and Environment, Inovation and Entreperneuship, Generation, Transmission and Energy Distrubuition, Personal and Professional Orientation (15)
</p>
<ul class="org-ul">
<li>&ldquo;Honors&rdquo; comes all our honors now?</li>
<li>Senior Secondary Leaving Examinations. Should I put yes?</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-orgcbede4c" class="outline-2">
<h2 id="orgcbede4c"><span class="section-number-2">50.</span> ATC</h2>
<div class="outline-text-2" id="text-50">
<ul class="org-ul">
<li>Use the same email through the app process</li>
<li>23 de setemebro bithrday do marco. Rua Manoel Correia da Costa Neto, 1. Tabuleiro do Martins. Maceió, Alagoas.</li>
<li>Graduating Class size -&gt; coloca o mesmo que todos (aplicantes e counselers)</li>
</ul>
</div>
</div>
