org-pages/ideasx/annotations.org
* Marcohort
+ Rewrite some expressions
+ Finish all the essays (duke, rice, philanthropy)

+ Mencionar que um plano de trabalho

+ USBEmato grosso do sul
+ instagram da embaixada

* Rec letters
+ CANNOT identify a college as recepient -> all colleges will receive the app on common app
+ Send them an e-mail asking them to be your recommenders. Explain them why you chose them. Explain them that you are applying to U.S.
+ Pedir para usar email institucional
+ Pedir para usar cabeçalho da escola ou logo
+ Pedir para assinarem os documentos (principalmente cartas de recomendação)
+ Todos os documentos devem ser traduzidas para inglês
+ Não tem problema os recomendadores não poderem escrever em inglês, o ACT poderá traduzi-los
+ Pedir para pessoas que te acompanharam de perto
+ Escolha seus recommenders sabiamente, mande um email perguntando se eles podem ser seus recommenders, explicar porque escolheu eles, explicar para eles que vc está aplicando para US Colleges, explicar sobre o EducationUS -- application tracker e que o meu mentor pode auxiliar ele na correção de algumas coisas, etc e qualquer dificuldade que você tiver
+ Escreva uma lista de coisas que possa ser destacada na carta -- refresque a memória deles!
+ Possible names: H-Fernanda, H-Flávio, S-Hilton, S-José Ricardo, S-Marco, S-Simone (1 humanities teacher, 1 stem teacher, 1 additional teacher, 1 counseler, 1 peer letter, 1 additional recommender (Iago)) -> Fernanda (humanities teacher), Ronaldim (STEM teacher), Marco (additional teacher), Simone (additional teacher), Flávio (counseler letter), Raquel (peer letter)

+ As cartas devem contextualizar o candidato no ambiente escolar, por tanto seus recommenders devem compartilhar suas percepções sobre você seja dentro da sala de aula, fora dela ou em um projeto
+ Papel da carta do Counseler: Highlight any special program, how prominent are acitivites/impact in school, any family or personal context we should be aware of, context for student and entire graduating class - A carta do counseler não vai repetir o school profile, mas sim focará em você, no entanto é importante ter em mente o que foi dito no school profile
+ Papel da carta do Professor: Provide a brief introduction of the class for context, Outline academic performance, Highlight distinguishing performance, Be specific and use examples, evitem usar templates (geralmente levam a erros com pronomes) e compartilhar modelos de cartas inteiras.
+ O professor pode utilizar o "Bullet letter of recommendation"
** Chosen names
+ OBG 1: Fernanda (humanities teacher)
+ OBG 2/OPT1: Ronaldim (STEM teacher)
+ OPT1/OPT2: Marco (additional teacher)
+ OPT2/OPT3: Simone (additional teacher)
+ MANDATORY: Flávio (counseler letter)
+ OPTIONAL: Raquel (peer letter)
** By college:
+ Boston University -> OBG1, OPT1, OPT2 or OPTIONAL
+ Brown University -> OBG1, OBG2, OPT1, OPT2, OPTIONAL
+ Columbia University -> OBG1, OBG2, OPT1 or OPT2
+ Cornell University -> OBG1, OBG2, OPT1, OPT2, OPTIONAL
+ Dartmouth University -> OBG1, OBG2, OPT1, OPT2 or OPTIONAL
+ Duke University -> OBG1, OBG2, OPT1, OPT2 or OPTIONAL
+ Emory University -> OBG1, OBG2, OPT1, OPT2, OPTIONAL
+ Haveford College -> OBG1, OBG2, OPT1, OPT2, OPTIONAL
+ Northwestern University -> OBG1, OPT1, OPT2, OPT3, OPTIONAL
+ Oberlin College of Arts and Sciences -> OBG1, OBG2, OPT1, OPT2, OPTIONAL
+ Rice University -> OBG1, OBG2, OPT1
+ Stanford University -> OBG1, OBG2, OPT1 or OPTIONAL
+ Swarthmore College -> OBG1, OBG2, OPT1, OPT2, OPTIONAL
+ Tufts University -> OBG1, OPT1, OPT2
+ University of Chicago -> OBG1, OBG2, OPT1, OPT2, OPTIONAL
+ University of Notre Dame -> OBG1, OPT1 or OPTIONAL
+ University of Pennsylvania -> OBG1, OPT1, OPT2, OPT3
+ Washington and Lee University -> OBG1, OBG2, OPT1, OPT2
+ Williams College -> OBG1, OBG2, OPT1, OPT2, OPTIONAL
+ Yale University -> OBG1, OBG2

* Talk with Nobel
+ The greatest scientists are fooling around scientists
+ Curiosity-driven reasearch is awesome
+ Challenge today: Implement quantum erro-correciton that is more effective
+ The more diversity you have in your team, the more likely you are to make progress
* Olympiads
** 2019 (9th grade)
5h/w for 32 weeks
** May
+ 07/05 -> 5h (OBA + MOBFOG)
+ 08/05 -> 5h40min (OBA + MOBFOG)
+ 09/05 -> 4h50min (OBA + MOBFOG)
+ 10/05 -> 1h30min (OBA + MOBFOG)
+ 11/05 -> 30min (OBA + MOBFOG)
+ 12/05 -> 3h (OBA + MOBFOG)
+ 13/05 -> 5h30min (OBA + MOBFOG)
+ 14/05 -> 9h30min (OBA + MOBFOG)
+ 15/05 -> 9h (OBA + MOBFOG)
+ 16/05 -> 6h (OBA + MOBFOG)
+ 17/05 -> 5h (OBA + MOBFOG)
+ 18/05 -> 30min (OBA + MOBFOG)
+ 19/05 -> 3h (OBA + MOBFOG)
+ HOURS: 59h | DAYS: 13 days | H/D: 4h32min
** June
+ 03/06 -> 3h (OBI)
+ 04/06 -> 3h (OBI)
+ 05/06 -> 2h (OBI) + 1h (OBMEP)
+ HOURS: 8h | DAYS: 3 days | H/D: 2h40min
** August
+ Multiply by 0,5h each block + level 1 exercise (OBF)
+ 40h (OBF)
** September + OCTOBER
+ MOBFOG? (37h + 200h)
+ ONC? 4h
+ OBMEP? 4h

  + Reported on common app: other olympiads (75h)

* Raquel
+ She acts quick when solving problems
+ She believes in education -> Demonstrates that when deciding the future leaders of our country, in her social projects

+ Personality: Present-oriented, concerned about problem at hand, insightful, shows sympathy, warmth, concern and support for others, enthusiastic
+ Chracter
+ Interests outside of school: impact in education
+ Attitude: acting as a leader, pushing others to their best,
+ Unique traits
+ Interaction with others

+ Leadership
+ Motivation
+ Trustworthiness
+ Dependability

+ What makes Raquel stand out?
+ What qualities in them impress you?
+ What have the two of you bonded over?
+ What successes or adversities have you shared?

+ Introduction
+ Body
+ Conclusion

