html/org-pages/ideasx/annotations.html

<div id="outline-container-org674ce5e" class="outline-2">
<h2 id="org674ce5e"><span class="section-number-2">51.</span> Marcohort</h2>
<div class="outline-text-2" id="text-51">
<ul class="org-ul">
<li>Rewrite some expressions</li>
<li>Finish all the essays (duke, rice, philanthropy)</li>

<li>Mencionar que um plano de trabalho</li>

<li>USBEmato grosso do sul</li>
<li>instagram da embaixada</li>
</ul>
</div>
</div>

<div id="outline-container-orga875e34" class="outline-2">
<h2 id="orga875e34"><span class="section-number-2">52.</span> Rec letters</h2>
<div class="outline-text-2" id="text-52">
<ul class="org-ul">
<li>CANNOT identify a college as recepient -&gt; all colleges will receive the app on common app</li>
<li>Send them an e-mail asking them to be your recommenders. Explain them why you chose them. Explain them that you are applying to U.S.</li>
<li>Pedir para usar email institucional</li>
<li>Pedir para usar cabeçalho da escola ou logo</li>
<li>Pedir para assinarem os documentos (principalmente cartas de recomendação)</li>
<li>Todos os documentos devem ser traduzidas para inglês</li>
<li>Não tem problema os recomendadores não poderem escrever em inglês, o ACT poderá traduzi-los</li>
<li>Pedir para pessoas que te acompanharam de perto</li>
<li>Escolha seus recommenders sabiamente, mande um email perguntando se eles podem ser seus recommenders, explicar porque escolheu eles, explicar para eles que vc está aplicando para US Colleges, explicar sobre o EducationUS &#x2013; application tracker e que o meu mentor pode auxiliar ele na correção de algumas coisas, etc e qualquer dificuldade que você tiver</li>
<li>Escreva uma lista de coisas que possa ser destacada na carta &#x2013; refresque a memória deles!</li>
<li>Possible names: H-Fernanda, H-Flávio, S-Hilton, S-José Ricardo, S-Marco, S-Simone (1 humanities teacher, 1 stem teacher, 1 additional teacher, 1 counseler, 1 peer letter, 1 additional recommender (Iago)) -&gt; Fernanda (humanities teacher), Ronaldim (STEM teacher), Marco (additional teacher), Simone (additional teacher), Flávio (counseler letter), Raquel (peer letter)</li>

<li>As cartas devem contextualizar o candidato no ambiente escolar, por tanto seus recommenders devem compartilhar suas percepções sobre você seja dentro da sala de aula, fora dela ou em um projeto</li>
<li>Papel da carta do Counseler: Highlight any special program, how prominent are acitivites/impact in school, any family or personal context we should be aware of, context for student and entire graduating class - A carta do counseler não vai repetir o school profile, mas sim focará em você, no entanto é importante ter em mente o que foi dito no school profile</li>
<li>Papel da carta do Professor: Provide a brief introduction of the class for context, Outline academic performance, Highlight distinguishing performance, Be specific and use examples, evitem usar templates (geralmente levam a erros com pronomes) e compartilhar modelos de cartas inteiras.</li>
<li>O professor pode utilizar o &ldquo;Bullet letter of recommendation&rdquo;</li>
</ul>
</div>
<div id="outline-container-org433cece" class="outline-3">
<h3 id="org433cece"><span class="section-number-3">52.1.</span> Chosen names</h3>
<div class="outline-text-3" id="text-52-1">
<ul class="org-ul">
<li>OBG 1: Fernanda (humanities teacher)</li>
<li>OBG 2/OPT1: Ronaldim (STEM teacher)</li>
<li>OPT1/OPT2: Marco (additional teacher)</li>
<li>OPT2/OPT3: Simone (additional teacher)</li>
<li>MANDATORY: Flávio (counseler letter)</li>
<li>OPTIONAL: Raquel (peer letter)</li>
</ul>
</div>
</div>
<div id="outline-container-orgfa2d90f" class="outline-3">
<h3 id="orgfa2d90f"><span class="section-number-3">52.2.</span> By college:</h3>
<div class="outline-text-3" id="text-52-2">
<ul class="org-ul">
<li>Boston University -&gt; OBG1, OPT1, OPT2 or OPTIONAL</li>
<li>Brown University -&gt; OBG1, OBG2, OPT1, OPT2, OPTIONAL</li>
<li>Columbia University -&gt; OBG1, OBG2, OPT1 or OPT2</li>
<li>Cornell University -&gt; OBG1, OBG2, OPT1, OPT2, OPTIONAL</li>
<li>Dartmouth University -&gt; OBG1, OBG2, OPT1, OPT2 or OPTIONAL</li>
<li>Duke University -&gt; OBG1, OBG2, OPT1, OPT2 or OPTIONAL</li>
<li>Emory University -&gt; OBG1, OBG2, OPT1, OPT2, OPTIONAL</li>
<li>Haveford College -&gt; OBG1, OBG2, OPT1, OPT2, OPTIONAL</li>
<li>Northwestern University -&gt; OBG1, OPT1, OPT2, OPT3, OPTIONAL</li>
<li>Oberlin College of Arts and Sciences -&gt; OBG1, OBG2, OPT1, OPT2, OPTIONAL</li>
<li>Rice University -&gt; OBG1, OBG2, OPT1</li>
<li>Stanford University -&gt; OBG1, OBG2, OPT1 or OPTIONAL</li>
<li>Swarthmore College -&gt; OBG1, OBG2, OPT1, OPT2, OPTIONAL</li>
<li>Tufts University -&gt; OBG1, OPT1, OPT2</li>
<li>University of Chicago -&gt; OBG1, OBG2, OPT1, OPT2, OPTIONAL</li>
<li>University of Notre Dame -&gt; OBG1, OPT1 or OPTIONAL</li>
<li>University of Pennsylvania -&gt; OBG1, OPT1, OPT2, OPT3</li>
<li>Washington and Lee University -&gt; OBG1, OBG2, OPT1, OPT2</li>
<li>Williams College -&gt; OBG1, OBG2, OPT1, OPT2, OPTIONAL</li>
<li>Yale University -&gt; OBG1, OBG2</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org6f48658" class="outline-2">
<h2 id="org6f48658"><span class="section-number-2">53.</span> Talk with Nobel</h2>
<div class="outline-text-2" id="text-53">
<ul class="org-ul">
<li>The greatest scientists are fooling around scientists</li>
<li>Curiosity-driven reasearch is awesome</li>
<li>Challenge today: Implement quantum erro-correciton that is more effective</li>
<li>The more diversity you have in your team, the more likely you are to make progress</li>
</ul>
</div>
</div>
<div id="outline-container-org95d472e" class="outline-2">
<h2 id="org95d472e"><span class="section-number-2">54.</span> Olympiads</h2>
<div class="outline-text-2" id="text-54">
</div>
<div id="outline-container-orgb2813dc" class="outline-3">
<h3 id="orgb2813dc"><span class="section-number-3">54.1.</span> 2019 (9th grade)</h3>
<div class="outline-text-3" id="text-54-1">
<p>
5h/w for 32 weeks
</p>
</div>
</div>
<div id="outline-container-org978b527" class="outline-3">
<h3 id="org978b527"><span class="section-number-3">54.2.</span> May</h3>
<div class="outline-text-3" id="text-54-2">
<ul class="org-ul">
<li>07/05 -&gt; 5h (OBA + MOBFOG)</li>
<li>08/05 -&gt; 5h40min (OBA + MOBFOG)</li>
<li>09/05 -&gt; 4h50min (OBA + MOBFOG)</li>
<li>10/05 -&gt; 1h30min (OBA + MOBFOG)</li>
<li>11/05 -&gt; 30min (OBA + MOBFOG)</li>
<li>12/05 -&gt; 3h (OBA + MOBFOG)</li>
<li>13/05 -&gt; 5h30min (OBA + MOBFOG)</li>
<li>14/05 -&gt; 9h30min (OBA + MOBFOG)</li>
<li>15/05 -&gt; 9h (OBA + MOBFOG)</li>
<li>16/05 -&gt; 6h (OBA + MOBFOG)</li>
<li>17/05 -&gt; 5h (OBA + MOBFOG)</li>
<li>18/05 -&gt; 30min (OBA + MOBFOG)</li>
<li>19/05 -&gt; 3h (OBA + MOBFOG)</li>
<li>HOURS: 59h | DAYS: 13 days | H/D: 4h32min</li>
</ul>
</div>
</div>
<div id="outline-container-org8c14e8b" class="outline-3">
<h3 id="org8c14e8b"><span class="section-number-3">54.3.</span> June</h3>
<div class="outline-text-3" id="text-54-3">
<ul class="org-ul">
<li>03/06 -&gt; 3h (OBI)</li>
<li>04/06 -&gt; 3h (OBI)</li>
<li>05/06 -&gt; 2h (OBI) + 1h (OBMEP)</li>
<li>HOURS: 8h | DAYS: 3 days | H/D: 2h40min</li>
</ul>
</div>
</div>
<div id="outline-container-orgb0fe4ba" class="outline-3">
<h3 id="orgb0fe4ba"><span class="section-number-3">54.4.</span> August</h3>
<div class="outline-text-3" id="text-54-4">
<ul class="org-ul">
<li>Multiply by 0,5h each block + level 1 exercise (OBF)</li>
<li>40h (OBF)</li>
</ul>
</div>
</div>
<div id="outline-container-org7e1b661" class="outline-3">
<h3 id="org7e1b661"><span class="section-number-3">54.5.</span> September + OCTOBER</h3>
<div class="outline-text-3" id="text-54-5">
<ul class="org-ul">
<li>MOBFOG? (37h + 200h)</li>
<li>ONC? 4h</li>
<li>OBMEP? 4h

<ul class="org-ul">
<li>Reported on common app: other olympiads (75h)</li>
</ul></li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org8b880a3" class="outline-2">
<h2 id="org8b880a3"><span class="section-number-2">55.</span> Raquel</h2>
<div class="outline-text-2" id="text-55">
<ul class="org-ul">
<li>She acts quick when solving problems</li>
<li>She believes in education -&gt; Demonstrates that when deciding the future leaders of our country, in her social projects</li>

<li>Personality: Present-oriented, concerned about problem at hand, insightful, shows sympathy, warmth, concern and support for others, enthusiastic</li>
<li>Chracter</li>
<li>Interests outside of school: impact in education</li>
<li>Attitude: acting as a leader, pushing others to their best,</li>
<li>Unique traits</li>
<li>Interaction with others</li>

<li>Leadership</li>
<li>Motivation</li>
<li>Trustworthiness</li>
<li>Dependability</li>

<li>What makes Raquel stand out?</li>
<li>What qualities in them impress you?</li>
<li>What have the two of you bonded over?</li>
<li>What successes or adversities have you shared?</li>

<li>Introduction</li>
<li>Body</li>
<li>Conclusion</li>
</ul>
</div>
</div>
