org-pages/ideasx/annotations.org
* Marcohort
+ Ask him if he wants to pass the credentials to the common app acc
+ Because it takes time, he can help, he has the answers for my app because of the form.
+ Find  one thing you can say from everything you said and finish with it.
+ In rice essay, say that collaborating with people is important and that you want to continue working on that - with the goal of whatever it is
+ Interviews: see what universities are able to be scheduled -> then schedule those, then prioritize the college search!
+ Amanda: She can start talking with the teachers, but they will only be able to sign it next week.
+ Amanda 2: The counselers (less questions) and the teachers answer questions about the students when submitting the letters. The forms is for the advisor to be checking if all answers are accordingly, but it also helps with the support of the language. She must also tell them the evaluation must be accurate. If they think her evaluation is to be placed in the top of the class, she should tell them to be very realistic
+ You go to any university
+ Write your full name (remove the full name thing), remove the address for the english version of it. Change the Goals to Profile (how you define yourself). Move formação academica e complementar in the beggining. You also put your GPA in the brazilian system. Honors and accomplishements - rename that. Have a section for Extracurriculars (explained), and uise the ones in your app. Use your general abilities in the profile section. Technical abilities is good. Create a linkedi as well. Remove the bulleted things in put them in line
+ Interviews: Rice doesn't need to apply,

* Lecture
+ O sol é tão quente que os atomos que se formam estão em um estado meio quebrado, pois elétrons e nucleo estão separados -> um estado conhecido como plasma
+ Esse plasma sofre alterações pelo próprio campo magnético do sol, que é gerado pelo movimento dessas partículas
+ As vezes, estranhos padrões de campo magnético surgem na superfície do sol que carregam grandes quantidades de energia
+ Quando esse padrão estranho quebra, o sol pode liberar algumas coisas no sistema solar
+ Um delas é o flare solar, que nada mais é que radiação de alta energia
+ Flare solares viajam na velocidade da luz, mas elas vão carregando protons do vento solar, formando uma tempestade solar de protons
+ Outra coisa que pode ser liberado é massa coronal, o próprio plasma do sol é catapultado a velocidades de até 9 milhões de km/h
+ Quando essa ejeção de massa coronal atinge a terra, nada acontece a nós. Mas no espaço próximo, satelites, comunicações por rádio são prejudicados e astronautas
+ A própria atmosfera proteje a gente dos raio-x, absorvendo os antes da superficie
+ No espaço, CMEs são desviados pelo campo magnético da terra e acabam caindo nos polos

* Test foguete
+ 5.5L de vinagre + 500g de bicarbonato
+ Lançando em proporção 20 para 1 -> 800 mL de vinagre dá 40g de bicarbonato -> Vamos usar 1L e 40g -> 50-60 psi
+ Testando em 500 ml para 25g de bicarbonato 2x (?psi)
+ Testando em 1,5L para 75 de bicarbonato


* Marcohort
+ Should I add my scholarships from school in the work part? (NO)
+ What if I only include my mother's sorts of income in the parents part, and leave the amount received by my father (which is the non-custodial parent) be reported by him when he receives the email from college board? -> Only mother's!!!
+ Create an email for your father to edit CSS Profile, and you fill it out
+ Put the DET score in the languages session
+ Recommenders, make them sign (Fernanda, Marco, Flávio) -> Ask for access, and Marco will be responsible to fill it out so that they won't be worried about me. Flávio doesn't need to fill mine, my mentor will take care of everything, just pass the credentials
+ Remind Marco to reschedule for Friday or Saturday (prob sat.)

+ More specific on the academic experience thing -> choose something that lasted a considerable time, like the rocket thing -> foca na quesatão do rocket desde quando vc começou até a premiação -> ganhamos, mas foi uma long journey -> it was the best academic experience beacuse you put everything you learned  to practice, and it reassured to you it is the path you want to follow in stem
+ Expand something on the why essayy

* Pedro
+ como você vê a LOA no sentido de concretizar sua meta de falar sobre a sua área de atuação (astrofísica)? seria interessante você participar do projeto criando vídeos pra LOA apresentando sua experiência, especialmente pela sua área de atuação ser astrofísica -> Continuar no meio de divulgação de astronomia
+ Corrigido: como você vê a LOA no sentido de concretizar sua meta de falar sobre astrofísica?
+ Vendo seu perfil, deu a impressão que você gosta de pensar sobre a conexão da ciência com a sociedade, de uma forma, isso resume o que a gente tem em mente aqui na LOA. Tem alguma coisa a comentar sobre isso?
+ Parece gostar da área da educação, já tem materiais elaborados por ele (big olimpicos brasil)


* Paula
+ Em quais tipos de projetos utilizou LaTeX?
+ Você acha que consegue aplicar sua experiência obtida na escrita dos artigos de opnião na criação de roteiros de vídeos para o canal da LOA?
+ Observativa, organizada

* Francine
+ Mesmo a gente não aparecendo na reunião,
+ Não sabe muito sobre as olimpiadas, mas tem interesse em participar - o que fez voce gostar de astronomia?
+ Timida e introvertida - as caracteristicas iniciais de um editor de video
+ Com o after effects, acha que consegue fazer uma intro nova pro canal? -> capcut, ... motion,
+ Quanto tempo você normalmente leve no processo de edição, fazer os cortes, transições, aplicar efeito, renderizar o vídeo? -> 1h30min
+ Você faz alguma correção no audio se for necessário, tipo usando o audacity ->
+ Ela topou intro nova, ela aprende muito olhando, gostaria de textos no video
+ Voce não deixou muito claro no formulário, mas a gente viu seu perfil astrofrancine no instagram e achou incrível - pergunta sobre isso
+ Criou o insta pra ajudar os amigos

* Maiara
+ 4 medalhas de ouro
+ Cria questões para amigos
+ Qual parte principal na criação de conteúdo você mais gostaria de participar? (escrevendo artigos, roteiros pros videos, materiais de estudo (lista de ex, provas, etc.)) -> Artigos, com o foco de redes socias para engagamento, parceria com um outro projeto para incentivo dos alunos partindo da empatia operacional (eu sei como foi pra mim). Redes sociais. Ótima redatora de artigos.
+ Boa no canva
+ Que série está? 1 ano

