html/org-pages/ideasx/annotations.html

<div id="outline-container-orge1c74bd" class="outline-2">
<h2 id="orge1c74bd"><span class="section-number-2">56.</span> Marcohort</h2>
<div class="outline-text-2" id="text-56">
<ul class="org-ul">
<li>Ask him if he wants to pass the credentials to the common app acc</li>
<li>Because it takes time, he can help, he has the answers for my app because of the form.</li>
<li>Find  one thing you can say from everything you said and finish with it.</li>
<li>In rice essay, say that collaborating with people is important and that you want to continue working on that - with the goal of whatever it is</li>
<li>Interviews: see what universities are able to be scheduled -&gt; then schedule those, then prioritize the college search!</li>
<li>Amanda: She can start talking with the teachers, but they will only be able to sign it next week.</li>
<li>Amanda 2: The counselers (less questions) and the teachers answer questions about the students when submitting the letters. The forms is for the advisor to be checking if all answers are accordingly, but it also helps with the support of the language. She must also tell them the evaluation must be accurate. If they think her evaluation is to be placed in the top of the class, she should tell them to be very realistic</li>
<li>You go to any university</li>
<li>Write your full name (remove the full name thing), remove the address for the english version of it. Change the Goals to Profile (how you define yourself). Move formação academica e complementar in the beggining. You also put your GPA in the brazilian system. Honors and accomplishements - rename that. Have a section for Extracurriculars (explained), and uise the ones in your app. Use your general abilities in the profile section. Technical abilities is good. Create a linkedi as well. Remove the bulleted things in put them in line</li>
<li>Interviews: Rice doesn&rsquo;t need to apply,</li>
</ul>
</div>
</div>

<div id="outline-container-org9ebb791" class="outline-2">
<h2 id="org9ebb791"><span class="section-number-2">57.</span> Lecture</h2>
<div class="outline-text-2" id="text-57">
<ul class="org-ul">
<li>O sol é tão quente que os atomos que se formam estão em um estado meio quebrado, pois elétrons e nucleo estão separados -&gt; um estado conhecido como plasma</li>
<li>Esse plasma sofre alterações pelo próprio campo magnético do sol, que é gerado pelo movimento dessas partículas</li>
<li>As vezes, estranhos padrões de campo magnético surgem na superfície do sol que carregam grandes quantidades de energia</li>
<li>Quando esse padrão estranho quebra, o sol pode liberar algumas coisas no sistema solar</li>
<li>Um delas é o flare solar, que nada mais é que radiação de alta energia</li>
<li>Flare solares viajam na velocidade da luz, mas elas vão carregando protons do vento solar, formando uma tempestade solar de protons</li>
<li>Outra coisa que pode ser liberado é massa coronal, o próprio plasma do sol é catapultado a velocidades de até 9 milhões de km/h</li>
<li>Quando essa ejeção de massa coronal atinge a terra, nada acontece a nós. Mas no espaço próximo, satelites, comunicações por rádio são prejudicados e astronautas</li>
<li>A própria atmosfera proteje a gente dos raio-x, absorvendo os antes da superficie</li>
<li>No espaço, CMEs são desviados pelo campo magnético da terra e acabam caindo nos polos</li>
</ul>
</div>
</div>

<div id="outline-container-org40e1b35" class="outline-2">
<h2 id="org40e1b35"><span class="section-number-2">58.</span> Test foguete</h2>
<div class="outline-text-2" id="text-58">
<ul class="org-ul">
<li>5.5L de vinagre + 500g de bicarbonato</li>
<li>Lançando em proporção 20 para 1 -&gt; 800 mL de vinagre dá 40g de bicarbonato -&gt; Vamos usar 1L e 40g -&gt; 50-60 psi</li>
<li>Testando em 500 ml para 25g de bicarbonato 2x (?psi)</li>
<li>Testando em 1,5L para 75 de bicarbonato</li>
</ul>
</div>
</div>


<div id="outline-container-orge3e3a6b" class="outline-2">
<h2 id="orge3e3a6b"><span class="section-number-2">59.</span> Marcohort</h2>
<div class="outline-text-2" id="text-59">
<ul class="org-ul">
<li>Should I add my scholarships from school in the work part? (NO)</li>
<li>What if I only include my mother&rsquo;s sorts of income in the parents part, and leave the amount received by my father (which is the non-custodial parent) be reported by him when he receives the email from college board? -&gt; Only mother&rsquo;s!!!</li>
<li>Create an email for your father to edit CSS Profile, and you fill it out</li>
<li>Put the DET score in the languages session</li>
<li>Recommenders, make them sign (Fernanda, Marco, Flávio) -&gt; Ask for access, and Marco will be responsible to fill it out so that they won&rsquo;t be worried about me. Flávio doesn&rsquo;t need to fill mine, my mentor will take care of everything, just pass the credentials</li>
<li>Remind Marco to reschedule for Friday or Saturday (prob sat.)</li>

<li>More specific on the academic experience thing -&gt; choose something that lasted a considerable time, like the rocket thing -&gt; foca na quesatão do rocket desde quando vc começou até a premiação -&gt; ganhamos, mas foi uma long journey -&gt; it was the best academic experience beacuse you put everything you learned  to practice, and it reassured to you it is the path you want to follow in stem</li>
<li>Expand something on the why essayy</li>
</ul>
</div>
</div>

<div id="outline-container-org1789797" class="outline-2">
<h2 id="org1789797"><span class="section-number-2">60.</span> Pedro</h2>
<div class="outline-text-2" id="text-60">
<ul class="org-ul">
<li>como você vê a LOA no sentido de concretizar sua meta de falar sobre a sua área de atuação (astrofísica)? seria interessante você participar do projeto criando vídeos pra LOA apresentando sua experiência, especialmente pela sua área de atuação ser astrofísica -&gt; Continuar no meio de divulgação de astronomia</li>
<li>Corrigido: como você vê a LOA no sentido de concretizar sua meta de falar sobre astrofísica?</li>
<li>Vendo seu perfil, deu a impressão que você gosta de pensar sobre a conexão da ciência com a sociedade, de uma forma, isso resume o que a gente tem em mente aqui na LOA. Tem alguma coisa a comentar sobre isso?</li>
<li>Parece gostar da área da educação, já tem materiais elaborados por ele (big olimpicos brasil)</li>
</ul>
</div>
</div>


<div id="outline-container-org821ec0d" class="outline-2">
<h2 id="org821ec0d"><span class="section-number-2">61.</span> Paula</h2>
<div class="outline-text-2" id="text-61">
<ul class="org-ul">
<li>Em quais tipos de projetos utilizou LaTeX?</li>
<li>Você acha que consegue aplicar sua experiência obtida na escrita dos artigos de opnião na criação de roteiros de vídeos para o canal da LOA?</li>
<li>Observativa, organizada</li>
</ul>
</div>
</div>

<div id="outline-container-org6951132" class="outline-2">
<h2 id="org6951132"><span class="section-number-2">62.</span> Francine</h2>
<div class="outline-text-2" id="text-62">
<ul class="org-ul">
<li>Mesmo a gente não aparecendo na reunião,</li>
<li>Não sabe muito sobre as olimpiadas, mas tem interesse em participar - o que fez voce gostar de astronomia?</li>
<li>Timida e introvertida - as caracteristicas iniciais de um editor de video</li>
<li>Com o after effects, acha que consegue fazer uma intro nova pro canal? -&gt; capcut, &#x2026; motion,</li>
<li>Quanto tempo você normalmente leve no processo de edição, fazer os cortes, transições, aplicar efeito, renderizar o vídeo? -&gt; 1h30min</li>
<li>Você faz alguma correção no audio se for necessário, tipo usando o audacity -&gt;</li>
<li>Ela topou intro nova, ela aprende muito olhando, gostaria de textos no video</li>
<li>Voce não deixou muito claro no formulário, mas a gente viu seu perfil astrofrancine no instagram e achou incrível - pergunta sobre isso</li>
<li>Criou o insta pra ajudar os amigos</li>
</ul>
</div>
</div>

<div id="outline-container-orga149d8b" class="outline-2">
<h2 id="orga149d8b"><span class="section-number-2">63.</span> Maiara</h2>
<div class="outline-text-2" id="text-63">
<ul class="org-ul">
<li>4 medalhas de ouro</li>
<li>Cria questões para amigos</li>
<li>Qual parte principal na criação de conteúdo você mais gostaria de participar? (escrevendo artigos, roteiros pros videos, materiais de estudo (lista de ex, provas, etc.)) -&gt; Artigos, com o foco de redes socias para engagamento, parceria com um outro projeto para incentivo dos alunos partindo da empatia operacional (eu sei como foi pra mim). Redes sociais. Ótima redatora de artigos.</li>
<li>Boa no canva</li>
<li>Que série está? 1 ano</li>
</ul>
</div>
</div>
