org-pages/ideasx/annotations.org
* Jandir
+ Faz geografia
+ Conta um pouco da sua história (depois de eu contar a minha lol)
+ Conta um pouco o que vc faz nas suas páginas especializadas em astronomia -> ADM da página sociedade astronomica
+ E considerando isso, como acha que poderia contribuir com a LOA? (Pro cargo de gerenciador de mídias -> Ajudar a criar conteúdo para o instagram, checar as mensagens, colaborar com o gerenciamento da página)


* About
+ Felipe: Estudante egresso do Instituto Federal de Educação, Ciência e Tecnologia de Mato Grosso do Sul - IFMS no curso de nível médio integrado em Eletrotécnica. Alumni da Embaixada dos Estados Unidos no Brasil e da Casa Thomas Jefferson em Brasília pelos programas English Immersion USA Program (EIP) 2019 e Jovens Embaixadores 2020. Envolvido em diversos projetos de pesquisa aplicada e de extensão, assim como em diversos trabalhos voluntários, sejam esses ligados ou não à Instituição Federal de ensino IFMS. Aluno egresso do Centro Estadual de Atendimento Multidisciplinar para Altas Habilidades/Superdotação - CEAM/AHS com áreas de destaque em "Acadêmico" e "Musica". Monitor voluntário de Inglês e representante das Relações Estudantis e Institucionais do Grêmio 2019 no Campus Campo Grande do IFMS. Mentor voluntário de inglês do Projeto Globalizando pelo ciclo de 2020.1. Coordenador Educacional do Projeto Globalizando pelos ciclos 2020.2. e 2021.1
+ Marco: I have been teaching English for the past 9 years in primary school. In 2018 I started working at Centro Universitário Cesmac (2018-2021) to teach English in the Faculty of Medicine. In the same year, I was given the opportunity to work as an EducationUSA Adviser and coordinate the EducationUSA Center in Maceió, AL, Brazil.\Since then, International Education has become a topic of interest. Therefore, in 2019, I was also given the chance to be a part of the Opportunity Funds Program (Undergraduate) Coordination in Brazil, which focuses on supporting academically competitive students that cannot afford the application process to U.S. Higher Education Institutions.\I have also created the Application Tracker Cohort Group, in 2021, to support 11 underserved students navigate in the application process to U.S. H.E.I. The new 2022 cohort has 20 brilliant students.\Currently, I remotely work at ABA Global Education as an EducationUSA Adviser and implementing mentorship programs to underserved students, such as My Application Prep (MAP) and the Global Education Prep (GEPrep).\Thus, I have successfully supported many brilliant students in the application process to US H.E.I., which is what brings me joy as I have to be in constant contact with them, learning about their journey, and helping them achieve the best application they could have ever sent.
+ Joao: I like to see creativity in just about everything, from music and movies to ways how to solve a mathematical problem. For me, creating new and innovative "things" is extremely fascinating, since humanity has a great history and thousands of minds that have existed and still exist. Therefore, creating something original becomes much more amazing than people usually think about it.\An incoming first-year at the Trinity College of Arts and Sciences @ Duke University intending to major in Computer Science + Linguistics IDM program. Current interested in Information Technology, Linguistics, Foreign languages, and Racial Issues.\Being the first-ever quilombola to study in the USA at the undergraduate level with a full-ride scholarship, I want to unite my interests to help people who are part of socio-historically oppressed groups. So that education will change their lives in the same way it changed mine.\Experienced in Information Technology services, Classical and Quantum Programming, Web Development, Web Desing, Public Speaking, Research on Linguistics and Internationalization, and Racial Equality Initiatives.

* Mock Interviews
** KILL Introduction
CLOSED: [2022-11-06 Sun 15:27]
1. Tell me a bit about yourself?
a. Name
b. Where you’re from
c. High school
d. Intended major
e. Two or three activities
f. Bring up topics and ideas you want to talk about for the rest of the interview
+ I am Luis, I am from Brazil and I study at the Federal Institute of Mato Grosso do Sul, and I intend to double major in Physics and Computer Science. I like to watch fantasy, sci-fi, and comedy tv shows and movies in my free time, as well as listen to several types of music, like rock, metal, pop, and classic music.
+ COMMENT: Hey, Luis! In the introduction, you should give an overall about many interests you have! It was a very short intro. Use at least 1 minute, and pace down your response. Do not need to rush it! Tell about your school as well... that you are in a integrated technical program in high school in IFMS... it would surely prompt a question about school! Also, which part of Brazil? You can talk a bit morr about the climate etc.
+ I am Luis, I am from Brazil, living in Campo Grande, also known as the brunette city. To me, that nickname sounds really funny in English, but regardless it was earned because of the dirt's color, which is a black-purple color. We are also famous for our caphybaras, a similar story United States' squirrels, because even though capybaras are not such small animals, you can find them very easily here. Besides that, I study at the Federal Institute of Mato Grosso do Sul, studing electrotechnics integrated to high school, meaning I have a lot of subjects involving electricty. And connecting this previous experience I had with electricty, I intend to double major in Physics and Computer Science. I guess on my free time, besides talking to friends, and having some meaninful conversations, I like to watch fantasy, sci-fi, and comedy tv shows and movies.

