org-pages/ideasx/annotations.org
** KILL Why the US
CLOSED: [2022-11-06 Sun 15:28]
2. Why do you want to go to college in America?
a. Best academic and professional opportunities
b. Brazilian education is too narrow and test oriented
c. Personal experiences in America
d. Know friends or family in America
+ I know in the US I can have better academic and professional opportunities. It is different from pursuing a whole life of Brazilian education, since here we have such a narrow and test oriented academic experience. That was always a deal breaker to me, and considering I've always like physics and computer stuff, the big opportunities of learning and working in these fields are in the US.
+ COMMENT: You should explore more in-depth examples. For instance, which big opportunities are you talking about? It is the same thing as essays = ALWAYS BE SPECIFIC and detail your answer. 1 minute would suffice.

+ I know in the US I can have better academic and professional opportunities. It is different from pursuing a whole life of Brazilian education, since here we have such a narrow and test oriented academic experience. That was always a deal breaker to me, and considering I've always like physics and computer stuff, the big opportunities of learning and working in these fields are in the US. Rocket launching companies, tech startups, companies in quantum industry, even the government participates in research and scientific development. I think that is what is inspiring about the US. Universities also tend to have the best researchers of the world, Duke is included of course, and to get started in some STEM area, there is nothing better than to being guided by people who are participating in the change, those people contributing to make the field grow, have more visibility. They also get waaaay more funding than on Brazil, and if you don't want to spend half of your time on a thesis, thinking how to get more money, or what to do with the little you have, the US is doing better than Brazil on than. And I can see myself going to college in the US, doing well in my studies and with the support I have received, I will be achieving pretty amazing things.
** KILL Major&Carrer
CLOSED: [2022-11-06 Sun 15:28]
a. Demonstrate passion

b. Demonstrate knowledge

c. Be as specific as possible about what areas of the major you’re interested in
i. Don’t just say “history,” say “late-19th century American economic history”

d. Connect to career goals

e. Connect to past experiences, especially activities

What are your future career plans?
a. Be as specific as possible

b. If you don’t know, explain why you don’t know

c. Name specific dream companies
i. For instance, if you’re into tech, say Apple, Space-X, etc.
+ I would like to conduct research on the hardware part of quantum computers, either improving error correction in photonic quantum computers, or in the betterment of trapped ions quantum computers. To meet those goals, I could either join the private industry in companies like Xanadu, and IonQ, or continue conducting research in a university after my PhD

+ This is a BIG question. Why this major AT DUKE? You gotta give more context on HOW you reached the conclusion that you wanted to follow this path... mention school, what you do there, mention your early exp inthe field, if there is a person who intro you to this field, than tal kabout the major + what you expect to do in the future... interlock your extracurriculars (quickly) to the feeling of knowing this is what you wanna follow.

+ The interest for my majors were developing over time. When I was little I remember the periodic table really fascinated me. I would draw different layout versions of it, and my father got to explain me how the atom worked in a simple way. And of course I grew up liking it, and when I was presented with a computer, just because I am curious, I would try to tweak most of the software settings, of course, in a simple way in Windows. I think my most proud achievment was downloading around 10 browsers in my father's computer. As I a grew older, I started looking at the world and seeing what humanity was able to accomplish with physics knowledge, and with some many good examples of that, I can think of the computer as really an interesting tool, thinking more in hardware terms. Then, I went back to what I had done as a child, tweak software settings, but I changed it a little bit to changing operating systems, and started learning Linux. As of now, I absolutely love Linux, I am running arch linux on my laptop with everything that I could now personalized. What I love about Linux is the ability to have the system I want, just by the power of will, and the freedom that comes with building a tool to achieve your goals. Turning this concept to science, I see it as a way to power humanity, and give it more freedom. Majoring in Physics and Computer Science, or even Electrical and Computer Engineering at Duke, which is a major I find very appealing, is a chance for me to use passions of mine to maybe change the way some things are being used or the way people perceive things from science, and that means continuing the mission I had with some projects I've been, like managing a YouTube channel for people interested in Astronomy Olympiads, managing and lecturing at the Physics Club in my school, continue working in a rocket launching team, learn more about quantum computing, and also free and open source software. So, overall, the projects I've been in the past gave me a reassuring feeling that I want to keep on the STEM road, and that reflects directly into the majors I chose, and my decision in applying early to Duke.

