html/org-pages/ideasx/annotations.html

<div id="outline-container-orgaf737a7" class="outline-3">
<h3 id="orgaf737a7"><span class="section-number-3">66.2.</span> <span class="done KILL">KILL</span> Why the US</h3>
<div class="outline-text-3" id="text-66-2">
<ol class="org-ol">
<li>Why do you want to go to college in America?</li>
<li>Best academic and professional opportunities</li>
<li>Brazilian education is too narrow and test oriented</li>
<li>Personal experiences in America</li>
<li>Know friends or family in America</li>
<li>I know in the US I can have better academic and professional opportunities. It is different from pursuing a whole life of Brazilian education, since here we have such a narrow and test oriented academic experience. That was always a deal breaker to me, and considering I&rsquo;ve always like physics and computer stuff, the big opportunities of learning and working in these fields are in the US.</li>
<li>COMMENT: You should explore more in-depth examples. For instance, which big opportunities are you talking about? It is the same thing as essays = ALWAYS BE SPECIFIC and detail your answer. 1 minute would suffice.</li>

<li>I know in the US I can have better academic and professional opportunities. It is different from pursuing a whole life of Brazilian education, since here we have such a narrow and test oriented academic experience. That was always a deal breaker to me, and considering I&rsquo;ve always like physics and computer stuff, the big opportunities of learning and working in these fields are in the US. Rocket launching companies, tech startups, companies in quantum industry, even the government participates in research and scientific development. I think that is what is inspiring about the US. Universities also tend to have the best researchers of the world, Duke is included of course, and to get started in some STEM area, there is nothing better than to being guided by people who are participating in the change, those people contributing to make the field grow, have more visibility. They also get waaaay more funding than on Brazil, and if you don&rsquo;t want to spend half of your time on a thesis, thinking how to get more money, or what to do with the little you have, the US is doing better than Brazil on than. And I can see myself going to college in the US, doing well in my studies and with the support I have received, I will be achieving pretty amazing things.</li>
</ol>
</div>
</div>
<div id="outline-container-org4bf3a84" class="outline-3">
<h3 id="org4bf3a84"><span class="section-number-3">66.3.</span> <span class="done KILL">KILL</span> Major&amp;Carrer</h3>
<div class="outline-text-3" id="text-66-3">
<ol class="org-ol">
<li>Demonstrate passion</li>

<li>Demonstrate knowledge</li>

<li>Be as specific as possible about what areas of the major you’re interested in</li>
<li>Don’t just say “history,” say “late-19th century American economic history”</li>

<li>Connect to career goals</li>

<li>Connect to past experiences, especially activities</li>
</ol>

<p>
What are your future career plans?
</p>
<ol class="org-ol">
<li>Be as specific as possible</li>

<li>If you don’t know, explain why you don’t know</li>

<li>Name specific dream companies</li>
<li>For instance, if you’re into tech, say Apple, Space-X, etc.</li>
<li>I would like to conduct research on the hardware part of quantum computers, either improving error correction in photonic quantum computers, or in the betterment of trapped ions quantum computers. To meet those goals, I could either join the private industry in companies like Xanadu, and IonQ, or continue conducting research in a university after my PhD</li>

<li>This is a BIG question. Why this major AT DUKE? You gotta give more context on HOW you reached the conclusion that you wanted to follow this path&#x2026; mention school, what you do there, mention your early exp inthe field, if there is a person who intro you to this field, than tal kabout the major + what you expect to do in the future&#x2026; interlock your extracurriculars (quickly) to the feeling of knowing this is what you wanna follow.</li>

<li>The interest for my majors were developing over time. When I was little I remember the periodic table really fascinated me. I would draw different layout versions of it, and my father got to explain me how the atom worked in a simple way. And of course I grew up liking it, and when I was presented with a computer, just because I am curious, I would try to tweak most of the software settings, of course, in a simple way in Windows. I think my most proud achievment was downloading around 10 browsers in my father&rsquo;s computer. As I a grew older, I started looking at the world and seeing what humanity was able to accomplish with physics knowledge, and with some many good examples of that, I can think of the computer as really an interesting tool, thinking more in hardware terms. Then, I went back to what I had done as a child, tweak software settings, but I changed it a little bit to changing operating systems, and started learning Linux. As of now, I absolutely love Linux, I am running arch linux on my laptop with everything that I could now personalized. What I love about Linux is the ability to have the system I want, just by the power of will, and the freedom that comes with building a tool to achieve your goals. Turning this concept to science, I see it as a way to power humanity, and give it more freedom. Majoring in Physics and Computer Science, or even Electrical and Computer Engineering at Duke, which is a major I find very appealing, is a chance for me to use passions of mine to maybe change the way some things are being used or the way people perceive things from science, and that means continuing the mission I had with some projects I&rsquo;ve been, like managing a YouTube channel for people interested in Astronomy Olympiads, managing and lecturing at the Physics Club in my school, continue working in a rocket launching team, learn more about quantum computing, and also free and open source software. So, overall, the projects I&rsquo;ve been in the past gave me a reassuring feeling that I want to keep on the STEM road, and that reflects directly into the majors I chose, and my decision in applying early to Duke.</li>
</ol>
</div>
</div>
