html/org-pages/ideasx/annotations.html

<div id="outline-container-orgad0a63a" class="outline-3">
<h3 id="orgad0a63a"><span class="section-number-3">66.4.</span> <span class="done KILL">KILL</span> ECA</h3>
<div class="outline-text-3" id="text-66-4">
<ol class="org-ol">
<li>What extra-curricular activity are you most proud of?</li>
<li>Pick your best/most impressive activity, likely research or internship</li>
<li>Demonstrate passion</li>
<li>If possible, connect to future activities or academics in college</li>
<li>English Club is the extra curricular activity I am most proud of, because I developed a sense of myself and others, coming out with softskills like communication, time management, and resourcefulness, which I applied to all of my other extracurricular activities and projects reported on my application. We also did research, and although lingustics is not a field of research I will be following much in the future, I learned the process of doing scientific research, and presenting it in science fairs, learning how to take advice from evaluators and improving the research. Although it may not seem like it, this helped me take on other research ventures in Physics and Computing, even writing research papers in English was made easier, helping me a lot when submitting my research proposal to CERN. And lastly, the science fairs we presented awarded us some prizes, like a 3.6k brazilian reais grant, and best high school level project award, which I am proud of having as part of the development of the English club project.</li>
<li>That is a great example of a good answer! Great answer, really!! You contextualized it, and explained how this ECA helped you in other areas!!!</li>
</ol>

<p>
However, I want you to talk more about the feeling of belonging there! it is important to also focus on the humane side of things &#x2013; the interconnections you created etc.
</p>

<ul class="org-ul">
<li>English Club is the extra curricular activity I am most proud of, because I developed a sense of myself and others, coming out with softskills like communication, time management, and resourcefulness, which I applied to all of my other extracurricular activities and projects reported on my application. We also did research, and although lingustics is not a field of research I will be following much in the future, I learned the process of doing scientific research, and presenting it in science fairs, learning how to take advice from evaluators and improving the research. Although it may not seem like it, this helped me take on other research ventures in Physics and Computing, even writing research papers in English was made easier, helping me a lot when submitting my research proposal to CERN. And lastly, the science fairs we presented awarded us some prizes, like a 3.6k brazilian reais grant, and best high school level project award, which I am proud of having as part of the development of the English club project. Since those prizes took us some time to achieve, it was nice seeing that great things go through a process of development, usually taking way more than a day to be achieved. In 3 years in English Club, we got to know very weel the people we were working with, amazing people really. Joao Haufes, ex-member is in Duke 2026 class, Felipe Pavanelli is in 2027 class in Dartmouth. My colleagues, friends, now, that are graduating this year have recently been selected to HMUN at Harvard, and other pretty interesting achievments. I learned a lot from the humane side of things with these people, considering people from STEM usually struggle with that, EC was the perfect project for me to solve this problem too. The activities we engeaged with the school community, put us closer, even personally with them. It is nice going to a big school everyday and having a look around, and seeing you more or less know more than half the people there because of your actions towards the school community.</li>
</ul>
</div>
</div>
<div id="outline-container-org65483d0" class="outline-3">
<h3 id="org65483d0"><span class="section-number-3">66.5.</span> <span class="done KILL">KILL</span> Favorite Person</h3>
<div class="outline-text-3" id="text-66-5">
<p>
Who is your favorite (person in your major/field)?
</p>
<ol class="org-ol">
<li>For instance, who is your favorite biologist? Who is your favorite historical figure? Etc.</li>
<li>Pick someone unique</li>
<li>Describe the individual and his accomplishments</li>
<li>Connect the individual to yourself</li>
<li>In Physics I find many unique personalities, but one that always calls my attention in Richard Feynman. The way he could leave great contributions to science as a theoretical physicist and education as a science communicator is incredible. He is a nobel prize winner in physics for his contributions with the theory of quantum electrodynamics. He is the father of the field of quantum computing, the area I intend to contribute. But above all, he popularized physics through his books, and lectures. His way of explaining can catch the attention of any child in the audience. When I want to explain something with the greatest level of understanding, I always think of how Feynman would do it.</li>
</ol>
</div>
</div>

<div id="outline-container-orgff0efe7" class="outline-3">
<h3 id="orgff0efe7"><span class="section-number-3">66.6.</span> <span class="done KILL">KILL</span> Favorite Book</h3>
<div class="outline-text-3" id="text-66-6">
<p>
What’s the last book you’ve read?
</p>

<p>
What is your favorite book?
</p>
<ol class="org-ol">
<li>Say title and author</li>
<li>Briefly describe the plot or content of the book</li>
<li>Spend more time on the themes of the book and their impact on you</li>
<li>“One Hundred Reasons to Be a Scientist” by the International Centre of Theoric Physics starts with a paradoxical idea that our societies depend even more on science, even though their interest in it is declining. I was given an adapted version of this book to the Brazilian public at a SBPC (Brazilian Society for the Progress of Science, in Portuguese) event. While reading the book, I could identify myself with the many stories it told, each scientist sharing their own struggles and why doing science mattered to them. The idea of humanization of science was perhaps the greatest lesson I took away, and I would like to live my life also sharing that idea.</li>

<li>You could illustrate better how this impacted you. this is your FAVORITE BOOK!! Interlock it with your life&#x2026; what did you learn and HOW it changes you.</li>
</ol>

<p>
``After reading this book, I started to&#x2026;``
</p>

<ul class="org-ul">
<li>“One Hundred Reasons to Be a Scientist” by the International Centre of Theoric Physics starts with a paradoxical idea that our societies depend even more on science, even though their interest in it is declining. I was given an adapted version of this book to the Brazilian public at a SBPC (Brazilian Society for the Progress of Science, in Portuguese) event. While reading the book, I could identify myself with the many stories it told, each scientist sharing their own struggles and why doing science mattered to them. The idea of humanization of science was perhaps the greatest lesson I took away, and I would like to live my life also sharing that idea. After reading this book, I started to wonder how some factors in our early lives make us choose something completely different of a carrer, and finally understand how much more important scientific olympiads are. They encourage you to study something that wasn&rsquo;t taught in class before, you become a self learner to compete with other people doing the same thing. You end up learning a lot and also enjoying what you are doing. And the best thing is you are doing it at an early age, and most scientists chose they carrers because of an enjoyment they had when they were young. Scientific olympiads in a country like Brazil, where there is a shortage on scientific production in many fields, is something amazing, and I only came to realize it after reading this book. And now, I want my siblings, aged 11 and 9 to be discovering the world of scientific olympiads, so they can discover themselves.</li>
</ul>
</div>
</div>
