org-pages/ideasx/annotations.org
** KILL Worst&Best
CLOSED: [2022-11-06 Sun 15:29]
What are your best and worst academic qualities?
a. Best – don’t brag, but say something good about you
i. Common good answers – curious, creative, innovative, great leader, passionate
ii. Common Bad answers – hardworking, nice, easy-going, fun

b. Worst – don’t say anything too bad, but don’t say something which isn’t actually bad
i. Common good answers – don’t try as hard on subjects I don’t care about, procrastinate a lot, get lost in details, perfectionist
ii. Common bad answer – bad at time management, lazy, care too much about doing a good job

c. Use details and examples for both parts
+ I am mostly curious, and I can take this quality to a day-to-day basis, because it is simple: if you didn't understand something, ask it. And if you don't have any doubts, it is because you either know everything or you have no idea what you're missing out. So, in the classroom, don't try to impress. The teacher explained something, you didn't get it, ask your question. Leadership is a very useful skill, and when setting up groups, I can use that to make the best out of our time and resources. I understand, being assigned to do a project with people you don't know well can be challenging, so I always try to break the ice and get the people to work beside me.
+ As a bad thing, I don't try to much on subjects I think are of no importance, like portuguse language. Besides having difficulty with it, I don't really get how that's gonna affect my life in the long run, but I do see the appeal to social approaches when studying it. I also tend to procastinate when I don't have as many deadlines or only a few ones, which then make me turn the amount into many deadlines.

+ Your ``worst`` was really not good haha. I mean, DO NOT say that you dont see usefulness in your life. This is a dealbreaker... you can starrt with -- Even though I see the appeal... in my daily life I tend to not put that much effort in subjects like...

+ I am mostly curious, and I can take this quality to a day-to-day basis, because it is simple: if you didn't understand something, ask it. And if you don't have any doubts, it is because you either know everything or you have no idea what you're missing out. So, in the classroom, don't try to impress. The teacher explained something, you didn't get it, ask your question. Leadership is a very useful skill, and when setting up groups, I can use that to make the best out of our time and resources. I understand, being assigned to do a project with people you don't know well can be challenging, so I always try to break the ice and get the people to work beside me.
+ Even though I see the appeal, in my daily life I tend to not put that much effort in subjects like portuguse language. I have some difficulty understanding some norms of portuguse, but I see how that is useful, specially because it is a language, and we communicate with language. I also tend to procastinate when I don't have as many deadlines or only a few ones, which then make me turn the amount into many deadlines sometimes.
** KILL Research
CLOSED: [2022-11-13 Sun 13:46]
If you were given $10 million to do a research project, what project would you do?

a. Pick a subject your passionate about
i. Usually intended major, but doesn’t have to be

b. Be as specific as possible
i. Don’t just say “education research,” say “I want to set up multiple schools in rural China with different education approaches to test the success of each methodology”

c. Be aware of how much money you’re working with
i. You can do a lot with $10 million, but not too much
+ With 10 million dollars, I guess we could start a project in Brazil to further advance the quantum computing context here. We can create cheap, but functional photonic quantum hardware, partering with big Brazilian educational institutions like USP, UNICAMP, UERJ

+ When I saw 19 seconds only... I knew your answer would be limited or superficial...

You gotta contextualize the problem, why you wanna solve it, HOW you would apply the money, etc. Details!!

+ I would like to create a workspace of tools of open source nature to facilitate anyone's class note taking. In high school classes, I realized people take up too much time to write what the teachers write on the board. If you are copying at their pace, it still takes the time the teachers do to write things on the board. Usually in STEM classes, the teachers don't write much text in the board, but rather formulas. As of now I use doom emacs to write text and equations with the LaTeX integration. Doom emacs is an Integrated Development Environment, IDE, that with simple commands I can put my notes on the web and access with any other device. What is missing is missing is special integration to handwriting diagrams. For that, I can use some of Inkscape funcionalities, and a digital tablet. For easy carrying, instead of taking a laptop with you in classes, like I do, you could use a much smaller and efficient device, programmed specifically for taking the best notes of classes, a raspberry pi 4 fits this with ease. With the 10 million dollars, I could fasten the development of this project by hiring people that write software in Linux, and still have enough money to buy this device to 25 incoming classes, supposing the device's cost would be 100 dollars each, and each income class fits 2 thousand students.

** Additional Info
Aside from what has been said in this interview, is there anything else you want the admissions officers to know about you?

a. Pick an activity, interest, or anything else that sounds really good about yourself that you haven’t talked about in the interview so far
