html/org-pages/ideasx/annotations.html

<div id="outline-container-org924f429" class="outline-3">
<h3 id="org924f429"><span class="section-number-3">66.7.</span> <span class="done KILL">KILL</span> Worst&amp;Best</h3>
<div class="outline-text-3" id="text-66-7">
<p>
What are your best and worst academic qualities?
</p>
<ol class="org-ol">
<li>Best – don’t brag, but say something good about you</li>
<li>Common good answers – curious, creative, innovative, great leader, passionate</li>
</ol>
<p>
ii. Common Bad answers – hardworking, nice, easy-going, fun
</p>

<ol class="org-ol">
<li>Worst – don’t say anything too bad, but don’t say something which isn’t actually bad</li>
<li>Common good answers – don’t try as hard on subjects I don’t care about, procrastinate a lot, get lost in details, perfectionist</li>
</ol>
<p>
ii. Common bad answer – bad at time management, lazy, care too much about doing a good job
</p>

<ol class="org-ol">
<li>Use details and examples for both parts</li>
<li>I am mostly curious, and I can take this quality to a day-to-day basis, because it is simple: if you didn&rsquo;t understand something, ask it. And if you don&rsquo;t have any doubts, it is because you either know everything or you have no idea what you&rsquo;re missing out. So, in the classroom, don&rsquo;t try to impress. The teacher explained something, you didn&rsquo;t get it, ask your question. Leadership is a very useful skill, and when setting up groups, I can use that to make the best out of our time and resources. I understand, being assigned to do a project with people you don&rsquo;t know well can be challenging, so I always try to break the ice and get the people to work beside me.</li>
<li>As a bad thing, I don&rsquo;t try to much on subjects I think are of no importance, like portuguse language. Besides having difficulty with it, I don&rsquo;t really get how that&rsquo;s gonna affect my life in the long run, but I do see the appeal to social approaches when studying it. I also tend to procastinate when I don&rsquo;t have as many deadlines or only a few ones, which then make me turn the amount into many deadlines.</li>

<li>Your ``worst`` was really not good haha. I mean, DO NOT say that you dont see usefulness in your life. This is a dealbreaker&#x2026; you can starrt with &#x2013; Even though I see the appeal&#x2026; in my daily life I tend to not put that much effort in subjects like&#x2026;</li>

<li>I am mostly curious, and I can take this quality to a day-to-day basis, because it is simple: if you didn&rsquo;t understand something, ask it. And if you don&rsquo;t have any doubts, it is because you either know everything or you have no idea what you&rsquo;re missing out. So, in the classroom, don&rsquo;t try to impress. The teacher explained something, you didn&rsquo;t get it, ask your question. Leadership is a very useful skill, and when setting up groups, I can use that to make the best out of our time and resources. I understand, being assigned to do a project with people you don&rsquo;t know well can be challenging, so I always try to break the ice and get the people to work beside me.</li>
<li>Even though I see the appeal, in my daily life I tend to not put that much effort in subjects like portuguse language. I have some difficulty understanding some norms of portuguse, but I see how that is useful, specially because it is a language, and we communicate with language. I also tend to procastinate when I don&rsquo;t have as many deadlines or only a few ones, which then make me turn the amount into many deadlines sometimes.</li>
</ol>
</div>
</div>
<div id="outline-container-org33e1590" class="outline-3">
<h3 id="org33e1590"><span class="section-number-3">66.8.</span> <span class="done KILL">KILL</span> Research</h3>
<div class="outline-text-3" id="text-66-8">
<p>
If you were given $10 million to do a research project, what project would you do?
</p>

<ol class="org-ol">
<li>Pick a subject your passionate about</li>
<li>Usually intended major, but doesn’t have to be</li>

<li>Be as specific as possible</li>
<li>Don’t just say “education research,” say “I want to set up multiple schools in rural China with different education approaches to test the success of each methodology”</li>

<li>Be aware of how much money you’re working with</li>
<li>You can do a lot with $10 million, but not too much</li>
<li>With 10 million dollars, I guess we could start a project in Brazil to further advance the quantum computing context here. We can create cheap, but functional photonic quantum hardware, partering with big Brazilian educational institutions like USP, UNICAMP, UERJ</li>

<li>When I saw 19 seconds only&#x2026; I knew your answer would be limited or superficial&#x2026;</li>
</ol>

<p>
You gotta contextualize the problem, why you wanna solve it, HOW you would apply the money, etc. Details!!
</p>

<ul class="org-ul">
<li>I would like to create a workspace of tools of open source nature to facilitate anyone&rsquo;s class note taking. In high school classes, I realized people take up too much time to write what the teachers write on the board. If you are copying at their pace, it still takes the time the teachers do to write things on the board. Usually in STEM classes, the teachers don&rsquo;t write much text in the board, but rather formulas. As of now I use doom emacs to write text and equations with the LaTeX integration. Doom emacs is an Integrated Development Environment, IDE, that with simple commands I can put my notes on the web and access with any other device. What is missing is missing is special integration to handwriting diagrams. For that, I can use some of Inkscape funcionalities, and a digital tablet. For easy carrying, instead of taking a laptop with you in classes, like I do, you could use a much smaller and efficient device, programmed specifically for taking the best notes of classes, a raspberry pi 4 fits this with ease. With the 10 million dollars, I could fasten the development of this project by hiring people that write software in Linux, and still have enough money to buy this device to 25 incoming classes, supposing the device&rsquo;s cost would be 100 dollars each, and each income class fits 2 thousand students.</li>
</ul>
</div>
</div>

<div id="outline-container-orgc43089f" class="outline-3">
<h3 id="orgc43089f"><span class="section-number-3">66.9.</span> Additional Info</h3>
<div class="outline-text-3" id="text-66-9">
<p>
Aside from what has been said in this interview, is there anything else you want the admissions officers to know about you?
</p>

<ol class="org-ol">
<li>Pick an activity, interest, or anything else that sounds really good about yourself that you haven’t talked about in the interview so far</li>
</ol>
</div>
</div>
