org-pages/ideasx/annotations.org
** KILL Why us?
CLOSED: [2022-11-13 Sun 10:31]
Describe the reasons you are applying to this specific college
a. Talk about why you are a good fit for the university.

b. Talk about why this university is a good fit for you.

c. How can you contribute to the college community?

Be specific! Give examples.
+ I've already shared my interest for Quantum Computing in this interview, but one thing that sets Duke apart from other universities is the student-led organization DuQIS, that is a place of pre-training and networking where I can grow a lot and will have an impactful contribution of me achieving my goals as a researcher. OSPRI, that develops a professional innovatin ecosystem applying open source methodologies could have some of my contributions, specially in the OSPRI Lab, where I can create learning projects using my knowledge of the open source world. I am also keen on rockets, so I would love to join Duke AERO to participate in rocket competitions
+ Thats THE question -- you took only 53 seconds. start with -- When I was searching for U.S. colleges, I was fascinated about Duke`s... (give examples as you just did here... (i loved the rocket part)), I knew that Duke had to be my early decision option because...

ALWAYS connect with the other parts of your application.
``I can continue...``
``As I did in high school, I am crazy to start...``
+ DuQIS, TUNL, FEL, OSPRI, Duke AERO, Innovation & Entrepreneurship certificate, research opportunities, study language requirement (Germanic Languages and Literature), ECE program.

+ When I was searching for U.S. colleges, I encoutered many things that placed Duke in a higher postion in my college list. Starting with the student-led organization DuQIS, that is a place of pre-training and networking where I can grow a lot and where I can have an impactful contribution, later on, as a researcher. I can learn more about Physics outside the classroom participating in research projects in the facilities of the triangle universities nuclear laboratory, where they have a high intensity gamma-ray source, an electron laser, and even a particle accelerator. Which surely opens new doors to me in what I will be able to do after I graduate. Another thing that interests me is the Electrical and Computer Enginnering program, which made me question if I would persue Computer Science at Duke. If I could explore even more the experimental part of doing science, I guess the ECE program will benifit me even more than the CS major, and Duke ECE program is even ranked the best in US. Now, there is something that I really found interesting and wanted to know more about, which is the Open Source Pedagogy, Research and Inovation center at Duke. I've read they develop a professional innovation ecosystem applying open source methodologies. Being as it is, I could contribute specially in what they cal OSPRI lab, I can create learning projects using my knowledge of the open source world. And talking about innovation, the ability to have a certificate in Innovation & Entrepreneurship is appealing, and I would use that knowledge to foster something unique with my abilities in Science and Technology to positively impact the world. A club I found really interesting at Duke, is the rocketry club. As you can see behind me I have some PET bottle rockets, that I made to participate in the Rocketry Journey, which took me and my team hundreds of hours of testing. At the end, it was worth it, as we were awarded the vice-champion trophy, and got free training to make Solid Propelled rockets in February of 2023. I would be very happy to join the rocketry club at Duke. Now, last thing I guess is the requirements from Trinity college. I would enjoy the language requirements to the best of my abilities. I am planning on continue learning Spanish and German for the coming 2023 year. I have some basic/intermidiate level in those languages already, but Duke education could be very beneficial for me to become a true polyglot. Even the study abroad program, which I guess Duke in Berlin or Duke in Spain or Costa Rica will be appealing to participate.
** KILL Classes
CLOSED: [2022-11-12 Sat 19:30]
Describe what would be a perfect class for you.
i. Do not forget the correct name of the class!!!
ii. Try to think of activities, class structure, class size, topics, etc.
iii. always be specific: is this class project-driven? Does it use a hands-on approach?

Describe what is the class you are most afraid of.
i. Do not forget the correct name of the class!!!
ii. Choose a class that poses a challenge to you: something you are not good at;
iii. Focus on how you want to be challenged nevertheless; that despite being "afraid", you are certain in this specific college they will allow you to thrive, and that you will give your best.
+ A perfect class for me would above all be challenging. I can imagine an Advanced Operating Systems class, where we would be studying the OS structure and kernal internals of the Free BSD distrubition. The 8 people in the classroom will find it funny after they realize Free BSD has a red devil logo.
+ Now, I know for a fact writing classes, which are of mandatory completion at Duke will be most challenging to me because I tend to have more difficulties in those classes, but I am intrigued to see how these writing classes will enable me to explore different sides of me that haven't been explored before. Duke will surely allow me to thrive, and I will try my best to succeed in the writing classes.
+ do not use the word ``afraid``. Say that you know for a fact that writing classes such as YYYYY will be most challenging to you because tend to have more difficulties in such classes, BUT that you also intrigued to see how these classes will enable YOU to explore different sides of you that are unexplored. For instance, I have a student that never imagined he would love to study world literature. He is now in love with it at Grinnell... maybe you will be too haha

+ A perfect class for me would above all be challenging. I can imagine an Advanced Operating Systems class, where we would be studying the OS structure and kernal internals of the Free BSD distrubition. The 8 people in the classroom will find it funny after they realize Free BSD has a red devil logo.
+ Now, I know for a fact writing classes, which are of mandatory completion at Duke will be most challenging to me because I tend to have more difficulties in those classes, but I am intrigued to see how these writing classes will enable me to explore different sides of me that haven't been explored before. Duke will surely allow me to thrive, and I will try my best to succeed in the writing classes.

