org-pages/ideasx/annotations.org
** KILL Describing you
CLOSED: [2022-11-06 Sun 16:06]
How would your teachers describe you in three words
i.  Say three words (adjectives, nouns)
ii. You can give a brief context before saying the words. For instance: "as I always volunteer to assist my teachers, they would definitely say - proactive, helpful etc.


How would your friends describe you in three words
i. Say three words (adjectives, nouns)
ii. You can give a brief context before saying the words. For instance: "as I always help my peers, they would definitely say - friend, helpful etc.
+ As I always volunteer to assist my teachers, they would definitely say something like I am proactive. As in asking them great questions, they will say I am curious, and a passionate student
+ My friends would say I am collaborative and a leader, since I always find always to make everyone express their thoughts in a more or less organized way depending on the situation. I've also been called dedicated to the things I do a handful of times.
+ That is a great way to answer this! Congratz!

You can also mention 1 event/exp that led the person say it...

For instance, there was a day that...

* Marcohort
+ Covering
+ On 14/11 do:
+ Duke admissions: My counselor said on Nov 6 was submitted school report with the transcript containing first quarter grade report, but the portal says it still awaiting, even though it was sent on nov 6. "How should I proceed? Thank you in advance" Put your ID (it is in the portal) + CSS profile ID (CBFIn stuff)
+ On 16/11 do:
+ Duke: The portal is still red Foreign Financial Aid Appl, and I haven't received any instruxitons, "How should I proceed?" Put your ID (it is in the portal) + CSS profile ID (CBFIn stuff)
+ Explore either second and third paragraph
* Marcohort
- Advise all from ATC to prepare their additional information answer !DONE!
- The Wonder !DONE!
- Temple University !DONE!
- Talk about family lunch !DONE!
- Now: Send an email to BU -> Can you cover the fee waiver as an international student? I am applying by December 1st !DONE!
- Change everything to would, I envision, where I could -> Why Essay !DONE!
- Talk about lunch !DONE!
- Change everything to a less impersonal tone -> talk as if you were talking with a student "come, please". Alternate between giving context, then calling the student out (but in the same paragraph, and no need to do in all of them, but the more the merier) !DONE!
- Read uncovered self, gay passing, gay covering

* Soccer quiz
1. What is the word used when a team scores?
   A: Goal
2. What is the position responsible to be their team's last line of defense?
   A: Goalkeeper
3. What is the position responsible to be their team's offensive line?
   A: Attacker
4. What is Tite's position in Brazil national team?
   A: Coach
5. What is the name of the goal when the player does almost a backflip and kicks the ball in the air?
   A: Bicycle Kick
6. Complete the sentence: Yesterday, Brazil's goal was ruled out for ______
   A: Offside
7. Who is the responsible for enforcing the rules of soccer in the field?
   A: Referee
8. What does VAR stand for?
   A: Video Assitant Referee
9. Which team played against Brazil in the finals of the 2002 world cup?
   A: Germany
10. After the qualifiers, which is the next stage Brazil is going to play?
    A: Round of 16
11. The team who wins a tournment is called Champions, the second place is called Vice-Champions but it is also known as?
    A: Runners-up
12. How many games does a team play until finals?
    A: 6
* Covering
+ Americans realized people should not be penalized for being different in those dimensions, yet it does not protect individuals against demands that they mute those differences
+ Covering is a form of assimilation
+ "I have seen this bargain many times since - in myself and others - compensation for standing out along one dimension by assimilating along others"
+ "Contrary to my belief that I had to kill all but one self, it is the polyphony of selves that has been celebrated here"
+ "All of us struggle for self-expression; we all have covered selves"
+ "There are books around which our lives sink and settle"
+ Describe your covering in a pagraph, passing in another
+ "Unlike conversion and passing, covering is a strategy of assimilation available to all groups, including but no limited to the classic civil rights groups of racial minorities, women, religious minorities, and people with disabilities"
+ "Covering seems a more compelex form of assimilation than conversion or passing."

** Important ones
+ Covering is a form of assimilation
+ "All of us struggle for self-expression; we all have covered selves"
+ "There are books around which our lives sink and settle"
+ "Unlike conversion and passing, covering is a strategy of assimilation available to all groups, including but no limited to the classic civil rights groups of racial minorities, women, religious minorities, and people with disabilities"
+ "Covering seems a more compelex form of assimilation than conversion or passing."

** Structuring
+ "There are books around which our lives sink and settle"
+ My covered self
+ How I had to pass
+ How I had to cover

* Marcohort
+ The transition between what you are tutoring and what you are proposing is confusing -> the experience itself in high school is not connected
+ Develop the Student Group idea
+ Talking too much about Community Bridges
+ Shorten the help students with physics, and focus more on creating groups
+ This essay is also about cultural tradition -> try to say you created a school tradition: english club, and from that you created other clubs (because tradition helped you)
+ Use words such as community, collaboration, school tradition, at schoool you really learned in teams (learned to work with other people) -> let it clear that you build up these life experiences. You school is an environment that makes you work in community, that focuses on community building,, then you can  talk about rice that you are going to take this community building and applying to rice
+ Propose the creation of a club, focus on something specific, tanto creating quanto participating -> Mention stuff on how you could engage in rice

* Marcohort
+ Question: At Emory I gotta submit my international student documentation of finances and I need to upload a bank statement there, does it need to be translated?
+ Question: Consegui o fee waiver de washington and lee, posso já enviar o css profile?
+ Ask for Marco to verify Raquel's peer letter.

