html/org-pages/ideasx/annotations.html

<div id="outline-container-orgd315fb8" class="outline-3">
<h3 id="orgd315fb8"><span class="section-number-3">66.12.</span> <span class="done KILL">KILL</span> Describing you</h3>
<div class="outline-text-3" id="text-66-12">
<p>
How would your teachers describe you in three words
</p>
<ol class="org-ol">
<li>Say three words (adjectives, nouns)</li>
</ol>
<p>
ii. You can give a brief context before saying the words. For instance: &ldquo;as I always volunteer to assist my teachers, they would definitely say - proactive, helpful etc.
</p>


<p>
How would your friends describe you in three words
</p>
<ol class="org-ol">
<li>Say three words (adjectives, nouns)</li>
</ol>
<p>
ii. You can give a brief context before saying the words. For instance: &ldquo;as I always help my peers, they would definitely say - friend, helpful etc.
</p>
<ul class="org-ul">
<li>As I always volunteer to assist my teachers, they would definitely say something like I am proactive. As in asking them great questions, they will say I am curious, and a passionate student</li>
<li>My friends would say I am collaborative and a leader, since I always find always to make everyone express their thoughts in a more or less organized way depending on the situation. I&rsquo;ve also been called dedicated to the things I do a handful of times.</li>
<li>That is a great way to answer this! Congratz!</li>
</ul>

<p>
You can also mention 1 event/exp that led the person say it&#x2026;
</p>

<p>
For instance, there was a day that&#x2026;
</p>
</div>
</div>
</div>

<div id="outline-container-org11079b0" class="outline-2">
<h2 id="org11079b0"><span class="section-number-2">67.</span> Marcohort</h2>
<div class="outline-text-2" id="text-67">
<ul class="org-ul">
<li>Covering</li>
<li>On 14/11 do:</li>
<li>Duke admissions: My counselor said on Nov 6 was submitted school report with the transcript containing first quarter grade report, but the portal says it still awaiting, even though it was sent on nov 6. &ldquo;How should I proceed? Thank you in advance&rdquo; Put your ID (it is in the portal) + CSS profile ID (CBFIn stuff)</li>
<li>On 16/11 do:</li>
<li>Duke: The portal is still red Foreign Financial Aid Appl, and I haven&rsquo;t received any instruxitons, &ldquo;How should I proceed?&rdquo; Put your ID (it is in the portal) + CSS profile ID (CBFIn stuff)</li>
<li>Explore either second and third paragraph</li>
</ul>
</div>
</div>
<div id="outline-container-org9ef320a" class="outline-2">
<h2 id="org9ef320a"><span class="section-number-2">68.</span> Marcohort</h2>
<div class="outline-text-2" id="text-68">
<ul class="org-ul">
<li>Advise all from ATC to prepare their additional information answer !DONE!</li>
<li>The Wonder !DONE!</li>
<li>Temple University !DONE!</li>
<li>Talk about family lunch !DONE!</li>
<li>Now: Send an email to BU -&gt; Can you cover the fee waiver as an international student? I am applying by December 1st !DONE!</li>
<li>Change everything to would, I envision, where I could -&gt; Why Essay !DONE!</li>
<li>Talk about lunch !DONE!</li>
<li>Change everything to a less impersonal tone -&gt; talk as if you were talking with a student &ldquo;come, please&rdquo;. Alternate between giving context, then calling the student out (but in the same paragraph, and no need to do in all of them, but the more the merier) !DONE!</li>
<li>Read uncovered self, gay passing, gay covering</li>
</ul>
</div>
</div>

<div id="outline-container-orgecdbd71" class="outline-2">
<h2 id="orgecdbd71"><span class="section-number-2">69.</span> Soccer quiz</h2>
<div class="outline-text-2" id="text-69">
<ol class="org-ol">
<li>What is the word used when a team scores?
A: Goal</li>
<li>What is the position responsible to be their team&rsquo;s last line of defense?
A: Goalkeeper</li>
<li>What is the position responsible to be their team&rsquo;s offensive line?
A: Attacker</li>
<li>What is Tite&rsquo;s position in Brazil national team?
A: Coach</li>
<li>What is the name of the goal when the player does almost a backflip and kicks the ball in the air?
A: Bicycle Kick</li>
<li>Complete the sentence: Yesterday, Brazil&rsquo;s goal was ruled out for <span class="underline"><span class="underline">__</span></span>
A: Offside</li>
<li>Who is the responsible for enforcing the rules of soccer in the field?
A: Referee</li>
<li>What does VAR stand for?
A: Video Assitant Referee</li>
<li>Which team played against Brazil in the finals of the 2002 world cup?
A: Germany</li>
<li>After the qualifiers, which is the next stage Brazil is going to play?
A: Round of 16</li>
<li>The team who wins a tournment is called Champions, the second place is called Vice-Champions but it is also known as?
A: Runners-up</li>
<li>How many games does a team play until finals?
A: 6</li>
</ol>
</div>
</div>
<div id="outline-container-orgcb0e27d" class="outline-2">
<h2 id="orgcb0e27d"><span class="section-number-2">70.</span> Covering</h2>
<div class="outline-text-2" id="text-70">
<ul class="org-ul">
<li>Americans realized people should not be penalized for being different in those dimensions, yet it does not protect individuals against demands that they mute those differences</li>
<li>Covering is a form of assimilation</li>
<li>&ldquo;I have seen this bargain many times since - in myself and others - compensation for standing out along one dimension by assimilating along others&rdquo;</li>
<li>&ldquo;Contrary to my belief that I had to kill all but one self, it is the polyphony of selves that has been celebrated here&rdquo;</li>
<li>&ldquo;All of us struggle for self-expression; we all have covered selves&rdquo;</li>
<li>&ldquo;There are books around which our lives sink and settle&rdquo;</li>
<li>Describe your covering in a pagraph, passing in another</li>
<li>&ldquo;Unlike conversion and passing, covering is a strategy of assimilation available to all groups, including but no limited to the classic civil rights groups of racial minorities, women, religious minorities, and people with disabilities&rdquo;</li>
<li>&ldquo;Covering seems a more compelex form of assimilation than conversion or passing.&rdquo;</li>
</ul>
</div>

<div id="outline-container-orgfdbc2b9" class="outline-3">
<h3 id="orgfdbc2b9"><span class="section-number-3">70.1.</span> Important ones</h3>
<div class="outline-text-3" id="text-70-1">
<ul class="org-ul">
<li>Covering is a form of assimilation</li>
<li>&ldquo;All of us struggle for self-expression; we all have covered selves&rdquo;</li>
<li>&ldquo;There are books around which our lives sink and settle&rdquo;</li>
<li>&ldquo;Unlike conversion and passing, covering is a strategy of assimilation available to all groups, including but no limited to the classic civil rights groups of racial minorities, women, religious minorities, and people with disabilities&rdquo;</li>
<li>&ldquo;Covering seems a more compelex form of assimilation than conversion or passing.&rdquo;</li>
</ul>
</div>
</div>

<div id="outline-container-orgcfa9191" class="outline-3">
<h3 id="orgcfa9191"><span class="section-number-3">70.2.</span> Structuring</h3>
<div class="outline-text-3" id="text-70-2">
<ul class="org-ul">
<li>&ldquo;There are books around which our lives sink and settle&rdquo;</li>
<li>My covered self</li>
<li>How I had to pass</li>
<li>How I had to cover</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org08cccc3" class="outline-2">
<h2 id="org08cccc3"><span class="section-number-2">71.</span> Marcohort</h2>
<div class="outline-text-2" id="text-71">
<ul class="org-ul">
<li>The transition between what you are tutoring and what you are proposing is confusing -&gt; the experience itself in high school is not connected</li>
<li>Develop the Student Group idea</li>
<li>Talking too much about Community Bridges</li>
<li>Shorten the help students with physics, and focus more on creating groups</li>
<li>This essay is also about cultural tradition -&gt; try to say you created a school tradition: english club, and from that you created other clubs (because tradition helped you)</li>
<li>Use words such as community, collaboration, school tradition, at schoool you really learned in teams (learned to work with other people) -&gt; let it clear that you build up these life experiences. You school is an environment that makes you work in community, that focuses on community building,, then you can  talk about rice that you are going to take this community building and applying to rice</li>
<li>Propose the creation of a club, focus on something specific, tanto creating quanto participating -&gt; Mention stuff on how you could engage in rice</li>
</ul>
</div>
</div>

<div id="outline-container-orgaf1f514" class="outline-2">
<h2 id="orgaf1f514"><span class="section-number-2">72.</span> Marcohort</h2>
<div class="outline-text-2" id="text-72">
<ul class="org-ul">
<li>Question: At Emory I gotta submit my international student documentation of finances and I need to upload a bank statement there, does it need to be translated?</li>
<li>Question: Consegui o fee waiver de washington and lee, posso já enviar o css profile?</li>
<li>Ask for Marco to verify Raquel&rsquo;s peer letter.</li>
</ul>
</div>
</div>
