org-pages/ideasx/annotations.org
* Loa
 + Vai ser uma reunião bem curtinha, vamos adicionar vocês no whatsapp depois
 + Sua apresentação: Eu sou o Luis, tenho 17 anos, to terminando o curso técnico em eletrotecnica no instituto federal de mato grosso do sul. Tenho muito interesse pela área da física e da ciência da computação e to no processo de application para as faculdades nos EUA. Na LOA, eu sou o diretor de conteúdo, então é o cargo responsável..
 + Introdução: Cada um pensa em 3 afirmações, uma delas é falsa
 + Como preferem ser chamados?
 + When will we get back? On the week of Jan 8, 2023
** Alexia
+ Prefere ser chamada de Francine, mora no RN
+ Telefone: +55 (84) 991465671
+ Impacto acadêmico, interesse em melhorar
+ Editora de vídeo!
** Maiara
+ Telefone:
+ A junção, humanização, redação de artigos para democratização
+ Criador de conteúdo
** Pedro
+ Mora no SJ
+ Telefone: +55 (79) 988010396
+ Faculdade Astrofísica, envolvido com educação, boa didática
+ Criador de conteúdo
** Paula
+ Mora no Ceará
+ Telefone: +55 (88) 99989 2718
+ Observativa, organizada, humanização
+ Criador de conteúdo
* Afirmações
+ Mentira: Faz duas semanas que eu uso Linux
+ Verdade: Eu tenho 2 irmãos e 7 meio irmãos
+ Verdade: Eu fui campeão da interclasse da minha escola no fundamental
