html/org-pages/ideasx/annotations.html

<div id="outline-container-org6bf3a8c" class="outline-2">
<h2 id="org6bf3a8c"><span class="section-number-2">73.</span> Loa</h2>
<div class="outline-text-2" id="text-73">
<ul class="org-ul">
<li>Vai ser uma reunião bem curtinha, vamos adicionar vocês no whatsapp depois</li>
<li>Sua apresentação: Eu sou o Luis, tenho 17 anos, to terminando o curso técnico em eletrotecnica no instituto federal de mato grosso do sul. Tenho muito interesse pela área da física e da ciência da computação e to no processo de application para as faculdades nos EUA. Na LOA, eu sou o diretor de conteúdo, então é o cargo responsável..</li>
<li>Introdução: Cada um pensa em 3 afirmações, uma delas é falsa</li>
<li>Como preferem ser chamados?</li>
<li>When will we get back? On the week of Jan 8, 2023</li>
</ul>
</div>
<div id="outline-container-org05bfa5b" class="outline-3">
<h3 id="org05bfa5b"><span class="section-number-3">73.1.</span> Alexia</h3>
<div class="outline-text-3" id="text-73-1">
<ul class="org-ul">
<li>Prefere ser chamada de Francine, mora no RN</li>
<li>Telefone: +55 (84) 991465671</li>
<li>Impacto acadêmico, interesse em melhorar</li>
<li>Editora de vídeo!</li>
</ul>
</div>
</div>
<div id="outline-container-org4c08e58" class="outline-3">
<h3 id="org4c08e58"><span class="section-number-3">73.2.</span> Maiara</h3>
<div class="outline-text-3" id="text-73-2">
<ul class="org-ul">
<li>Telefone:</li>
<li>A junção, humanização, redação de artigos para democratização</li>
<li>Criador de conteúdo</li>
</ul>
</div>
</div>
<div id="outline-container-org6640e78" class="outline-3">
<h3 id="org6640e78"><span class="section-number-3">73.3.</span> Pedro</h3>
<div class="outline-text-3" id="text-73-3">
<ul class="org-ul">
<li>Mora no SJ</li>
<li>Telefone: +55 (79) 988010396</li>
<li>Faculdade Astrofísica, envolvido com educação, boa didática</li>
<li>Criador de conteúdo</li>
</ul>
</div>
</div>
<div id="outline-container-org7594dc8" class="outline-3">
<h3 id="org7594dc8"><span class="section-number-3">73.4.</span> Paula</h3>
<div class="outline-text-3" id="text-73-4">
<ul class="org-ul">
<li>Mora no Ceará</li>
<li>Telefone: +55 (88) 99989 2718</li>
<li>Observativa, organizada, humanização</li>
<li>Criador de conteúdo</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org631403e" class="outline-2">
<h2 id="org631403e"><span class="section-number-2">74.</span> Afirmações</h2>
<div class="outline-text-2" id="text-74">
<ul class="org-ul">
<li>Mentira: Faz duas semanas que eu uso Linux</li>
<li>Verdade: Eu tenho 2 irmãos e 7 meio irmãos</li>
<li>Verdade: Eu fui campeão da interclasse da minha escola no fundamental</li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Luís Spengler</p>
<p class="date">Created: 2022-12-19 Mon 09:30</p>
</div>
</body>
</html>
